Repository: in2code-de/powermail
Catalog: Resources/Private/Language/*.locallang_mod.xlf
Languages: es, nl

# mlang_tabs_tab
source: Mails
es: Correos
nl: Powermail

# mlang_labels_tabdescr
source: List of all registered mails in database. Possibility to filter and export to CSV (Excel).
es: Lista de todos los correos registrados en la base de datos. Posibilidad de filtrar y exportar a CSV (Excel).
nl: Lijst van alle in database opgeslagen e-mails. Het is mogelijk om deze te filteren en als CSV (Excel) te exporteren.

# mlang_labels_tablabel
source: Powermail list
es: Lista Powermail
nl: Powermail overzicht

# pluginWizardDescription
source: Powerful and easy mailform extension optimized for editors. Powermail offers data storing, extended input validation, advanced spam-prevention, marketing analyses and a lot of configuration settings.
es: Potente y fácil extensión de formulario de correo optimizado para editores. Powermail ofrece almacenamiento de datos, validación de entrada extendida, prevención avanzada de spam, análisis de marketing y una gran cantidad de ajustes de configuración.
nl: Krachtige en eenvoudige extensie voor e-mailformulieren, geoptimaliseerd voor editors. Powermail biedt gegevensopslag, uitgebreide invoer validatie, geavanceerde spam-preventie, marketing analyses en vele configuratie√Ønstellingen.

# powermail_pi1.description
source: Powerful and easy mailform extension optimized for editors.
es: Extensión fácil y potente para crear formularios web optimizada para editores.
nl: Krachtige en eenvoudige mailform extensie geoptimaliseerd voor editors.

# powermail_pi2.title
source: Powermail Frontend (List, Detail)
es: Powermail Frontend (Lista, Detalle)
nl: Powermail Frontend (lijst, detail)

# powermail_pi2.description
source: Displays powermail mails in the frontend
es: Muestra los correos de powermail en el frontend
nl: Geeft powermail-mails weer in de frontend

# powermail_pi3.title
source: Powermail Frontend (Edit, Update, Delete)
es: Powermail Frontend (Editar, Actualizar, Eliminar)
nl: Powermail Frontend (Bewerken, Bijwerken, Verwijderen)

# powermail_pi3.description
source: Displays an edit form and allows to delete sent emails
es: Muestra un formulario de edición y permite eliminar correos enviados
nl: Toont een bewerkformulier en maakt het mogelijk om verzonden e-mails te verwijderen

# powermail_pi4.title
source: Powermail Frontend (All functions)
es: Powermail Frontend (Todas las funciones)
nl: Powermail Frontend (alle functies)

# powermail_pi4.description
source: A plugin with all actions
es: Un plugin con todas las acciones
nl: Een plug-in met alle acties
