Repository: in2code-de/powermail
Catalog: Resources/Private/Language/*.locallang_csh_tx_powermail_domain_model_fields.xlf
Languages: cs, da, de, es, nl, ru

# title.description
source: Enter a label for your Field
cs: Zadejte popisek pro vaše pole
da: Indtast en etiket til dit felt
de: Feldbezeichnung eintragen
es: Entra una etiqueta para el campo
nl: Geef een label voor dit veld
ru: Введите метку для поля

# type.description
source: Choose the type of your Field
cs: Vyberte typ vašeho pole
da: Vælg typen af dit felt
de: Feldtyp wählen
es: Selecciona el tipo de campo
nl: Kies het type voor dit veld
ru: Выберете тип поля

# settings.description
source: One option per line. If you want to split value and label, use a | symbol. Preselect with *
cs: Jedna volba na řádek. Pokud chcete rozdělit hodnotu a štítek, použijte | symbol. Výchozí výběr určete pomocí *
da: Én indstilling pr. linje. Hvis du ønsker at opdele værdi og etiket, så brug et | symbol. Forvælg med *
de: Pro Zeile eine Auswahl. Wenn Sie label und value unterschiedlich bezeichnen wollen, nutzen Sie bitte |. Vorbefüllen mit *
es: Una opción por línea. Si deseas dividir el valor y la etiqueta, utiliza el símbolo |. Preselecciona con *
nl: Een optie per regel. Gebruik het | teken om waarde en label op te splitsen. * geeft de standaard selectie aan
ru: По одному параметру на строку. Если нужно разделить значение и метку, используйте символ |. Обозначьте предварительный выбор *.

# path.description
source: Add a path to the TypoScript that should be rendered (e.g. lib.showsometext)
cs: Přidejte cestu k TypoScriptu, který by měl být vykreslen (např. lib. showsometext)
da: Tilføj en sti til TypoScript som skal gengives (f.eks. lib.showsometext)
de: Pfad zum TypoScript, das gerendert werden soll, angeben (z.B. lib.showsometext)
es: Añade una ruta al TypoScript que se debe representar (por ejemplo, lib.showsometext)
nl: Een pad toevoegen naar TypoScript dat moet worden weergegeven (bijv. lib.showsometext)
ru: Добавьте путь TypoScript, который должен быть выведен (например, lib.showsometext)

# content_element.description
source: Choose a content element that should be renderen within your form
cs: Vyberte prvek obsahu, který by měl být vykreslen ve vašem formuláři
da: Vælg et indholdselement, der skal gengives i din formular
de: Inhaltselement, das im Formular angezeigt werden soll, auswählen
es: Elige un elemento de contenido que se deba mostrar en el formulario
nl: Kies een inhoudselement dat binnen het formulier moet worden weergegeven
ru: Выберите элемент содержимого, который должен быть выведен в вашей форме

# text.description
source: Save a text for a frontend output
cs: Uložit text pro výstup na webu
da: Gem en tekst til en frontend output
de: Text für Frontend-Ausgabe eingeben
es: Entra un texto para mostrar en el formulario
nl: Een tekst voor frontend uitvoer opslaan
ru: Сохраните текст для вывода на сайте

# sender_email.description
source: Will this field contain the Email of the user?
cs: Bude toto pole obsahovat e-mail uživatele?
da: Vil dette felt indeholde brugerens e-mail?
de: Beinhaltet dieses Feld die E-Mail-Adresse des Absenders?
es: ¿Contendrá este campo el email del usuario?
nl: Is dit het veld met het e-mailadres van de gebruiker?
ru: Это поле будет содержать email пользователя?

# sender_name.description
source: Will this field contain the Name or a part of the Name of the user?
cs: Bude toto pole obsahovat jméno nebo část jména uživatele?
da: Vil dette felt indeholde navnet eller en del af navnet på brugeren?
de: Beinhaltet dieses Feld den Namen des Absenders?
es: ¿Contendrá este campo el nombre o una parte del nombre del usuario?
nl: Is dit het veld met de naam van de gebruiker?
ru: Это поле будет содержать Имя пользователя?

# validation_title.description
source: Validation Settings
cs: Nastavení validace
da: Valideringsindstillinger
de: Validierungseinstellungen
es: Configuración de validación
nl: Validatie-instellingen
ru: Настройки проверки

# mandatory.description
source: Should this field be a mandatory field?
cs: Mělo by toto pole být povinné pole?
da: Skal dette felt være et obligatorisk felt?
de: Pflichtfeld?
es: ¿Debe este campo ser obligatorio?
nl: Is dit een verplicht veld?
ru: Это поле должно быть обязательным?

# mandatory_text.description
source: A custom error message improves the user experience
da: En brugerdefineret fejlmeddelelse forbedrer brugeroplevelsen
es: Un mensaje de error personalizado mejora la experiencia del usuario
nl: Een aangepaste foutmelding verbetert de gebruikerservaring
ru: Персонализированные сообщения об ошибках упрощают работу пользователя

# validation.description
source: Validate the field value (url, email, etc...)
cs: Validovat hodnotu pole (url, e-mail atd...)
da: Validér feltværdien (url, e-mail, osv...)
de: Validierung der Eingabe (Url, E-Mail, etc...)
es: Validar el valor del campo (url, email, etc...)
nl: Valideer de waarde (url, e-mail, enz...)
ru: Проверить значение этого поля (url, email и т.п...)

# validation_configuration.description
source: This value influences the validation (if you choose range, you can use e.g. 1,10 to have a range field from 1 to 10) (if you choose pattern validation, you can use regular expressions e.g. like https?://.+ to validate for a beginning https-link)
da: Denne værdi påvirker valideringen (hvis du vælger interval, kan du bruge f.eks. 1,10 for at have et intervalfelt fra 1 til 10) (hvis du vælger mønstervalidering, kan du bruge regulære udtryk e. . som https?://.+ for at validere for et begyndelseshttps-link)
de: Dieser Wert beeinflusst die Überprüfung (z.B. kann bei der Bereichs-Überprüfung 1,10 eingegeben werden, um Werte zwischen 1 und 10 zuzulassen; bei der Muster-Überprüfung können reguläre Ausdrücke wie z.B. https?://.+ verwendet werden, um den Anfang eines Links auf das https-Protokoll zu validieren)
es: Este valor influye en la validación (si eliges el rango, puedes utilizar por ejemplo 1,10 para tener un campo de rango de 1 a 10) (si eliges la validación de patrones, puedes utilizar expresiones regulares, por ejemplo, como https?:/ /.+ para validar que un enlace empiece por https)
nl: Deze waarde heeft invloed op de validatie (bijv. bij bereik kan 1,10 gebruikt worden om een bereik te hebben van 1 tot 10) (bij patroonvalidatie, kan een reguliere expressies gebruikt worden, bijv. https?://.+ om te controleren of de waarde begint met https)
ru: Это значение влияет на проверку (если выбрать диапазон, можно использовать, например, 1,10, чтобы диапазон значений для поля был от 1 до 10) (если вы выбираете проверку по шаблону, можно воспользоваться регулярными выражениями, например, https?: //.+ для проверки https в начале ссылки)

# prefill_title.description
source: Prefill Settings
da: Forudfyld Indstillinger
de: Einstellungen zum Vorbefüllen
es: Ajustes de relleno previo
nl: Instellingen voor-ingevulde waarden
ru: Настройки предварительного заполнения

# prefill_value.description
source: Prefill this field with a static text. The related field wil be prefilled (If you use a prefill value for a country-field, add the wanted code - e.g. DEU or USA)
da: Forudfyld dette felt med en statisk tekst. Det relaterede felt forudfyldes (Hvis du bruger en forudfyldningsværdi for et lande-felt, skal du tilføje den ønskede kode - f.eks. DEU eller USA)
de: Füllen Sie dieses Feld mit einem statischen Text vor
es: Rellena previamente este campo con un texto estático. El campo relacionado se rellenará previamente (si utilizas un valor de relleno previo para un campo de país, añade el código deseado , por ejemplo, DEU o EE.UU.)
nl: Vul dit veld standaard in met een vaste tekst
ru: Заполнить это поле обычным текстом

# placeholder.description
source: A placeholder text is an example, that should help the user to fill out an input field. This text is shown in bright grey within the input field. If you have a name field, you could use the placeholder "John Doe"
da: En pladsholdertekst er et eksempel, der skal hjælpe brugeren med at udfylde et inputfelt. Denne tekst vises i lysegrå i indtastningsfeltet. Hvis du har et navnefelt, kan du bruge pladsholderen "John Doe"
de: Ein Platzhalter-Text ist ein Beispiel, das dem Benutzer beim Ausfüllen hilft. Der Text wird im Feld in hellgrauer Schrift angezeigt. Bei einem Namens-Feld könnte z.B. "Max Mustermann" als Platzhalter angegeben werden.
es: Un texto de marcador de posición es un ejemplo que debe ayudar al usuario a rellenar un campo de entrada. Este texto se muestra en gris brillante dentro del campo de entrada.
nl: Een tijdelijke tekstaanduiding is een voorbeeld dat de gebruiker moet helpen om het invoerveld in te vullen. Deze tekst wordt in helder grijs afgebeeld in het invoerveld. Als er een naamveld is zou de aanduiding "Jan Jansen" kunnen zijn
ru: Текст заполнителя служит примером, призванным помочь пользователю в заполнении поля. Этот текст отображается ярко-серым цветом в поле ввода. Для поля Имя можно использовать заполнитель "Иван"

# feuser_value.description
source: Prefill this field with value of a logged in fe_user (overwrites the static prefill text)
da: Forudfyld dette felt med værdien af en indlogget fe_user (overskriver den statiske forudfyldning)
de: Füllen Sie dieses Feld mit einem Wert aus der Frontend-Benutzer-Tabelle (dies überschreibt den statischen Text)
es: Rellenar previamente este campo con el valor de un usuario de frontend que haya iniciado sesión (sobrescribe el texto de relleno previo estático)
nl: Vul dit veld standaard in met een waarde van de ingelogde fe_user (overschrijft de standaard vaste tekst)
ru: Заполнить это поле значениями из сведений о fe_user (предварительно настроенный статический текст будет заменен)

# create_from_typoscript.description
source: Options can be dynamicly generated by TypoScript (e.g. lib.options=TEXT lib.options.value=red[\n]blue[\n]pink). Add the path to the TypoScript object.
da: Indstillinger kan genereres dynamisk af TypoScript (f.eks. lib.options=TEXT lib.options.value=red[\n]blue[\n]pink). Tilføj stien til TypoScript-objektet.
de: Optionen können dynamisch per TypoScript generiert werden (z.B. lib.options=TEXT lib.options.value=red[\n]blue[\n]pink). Geben Sie den Pfad zum TypoScript-Objekt an.
es: Las opciones pueden ser generadas dinámicamente por TypoScript (por ejemplo, lib.options.TEXT lib.options.value-red[ .n]blue[ .n]pink). Añade la ruta de acceso al objeto TypoScript.
nl: Opties kunnen dynamisch gegenereerd worden door TypoScript (bijv. lib.options=TEXT lib.options.value=red[\n]blue[\n]pink). Voeg het pad toe naar het TypoScript-object.
ru: Параметры можно создавать динамически с помощью TypoScript (например, lib.options=TEXT lib.options.value=red[\n]blue[\n]pink). Добавьте путь к объекту TypoScript.

# css.description
source: Choose a Layout (This may change the Frontend Rendering - please ask your administrator for more information)
da: Vælg et layout (Dette kan ændre frontend Rendering - spørg venligst din administrator for mere information)
de: Wählen Sie ein Layout (Diese Änderung wirkt sich durch CSS-Klassen im Frontend aus)
es: Elige una plantilla (esto puede cambiar la representación de frontend - por favor pregunta a tu administrador para obtener más información)
nl: Kies een lay-out (wijzigt de css classes in de frontend)
ru: Выбор шаблона (изменение классов во внешнем интерфейсе)

# datepicker_settings.description
source: Choose the type of the datepicker (date only or date and time or time only)
da: Vælg typen af datepicker (kun dato eller dato og klokkeslæt eller klokket)
de: Art des Datumswählers wählen (nur Datum, nur Zeit oder Datum und Zeit)
es: Elige el tipo del selector de fecha (solo fecha o fecha y hora u hora solamente)
nl: Kies het type van de datumkiezer (alleen datum, of datum en tijd, of alleen tijd)
ru: Выберите тип выбора даты (только дата, дата и время либо только время)

# marker_title.description
source: Variables Settings
da: Indstillinger for variabler
de: Variablen-Einstellungen
es: Configuración de variables
nl: Instellingen variabelen
ru: Настройки переменных

# auto_marker.description
source: This variable was automaticly generated by the system
da: Denne variabel blev automatisk genereret af systemet
de: Diese Variable wurde automatisch vom System erstellt
es: Esta variable fue generada automáticamente por el sistema
nl: Deze variabele is automatisch gegenereerd door het systeem
ru: Эти переменные были автоматически сформированы системой

# marker.description
source: Use your own variable in a Rich Text Editor (e.g.)
da: Brug din egen variabel i en Rich Text Editor (f.eks.)
de: Benutzen Sie Ihre eigene Variable in einem RTE (z.B.)
es: Utiliza tu propia variable en un editor de texto enriquecido (por ejemplo)
nl: Gebruik je eigen variabele in een Rich-text-editor (bijv.)
ru: Используйте свои переменные в Rich Text Editor (например)

# own_marker_select.description
source: Check this if you want to change the automaticly generated variable
da: Markér dette hvis du ønsker at ændre den automatisk genererede variabel
de: Nutzen Sie diese Einstellung, wenn Sie die automatisch erstellte Variable überschreiben wollen
es: Marca esto si deseas cambiar la variable generada automáticamente
nl: Vink dit aan als je de automatisch gegenereerde variabele wilt aanpassen
ru: Включите, если нужно изменить автоматически сформированную переменную

# pages.description
source: Add the related page to this field
da: Tilføj den relaterede side til dette felt
de: Verwandte Seite zum Feld hinzufügen
es: Añadir a este campo la página relacionada
nl: De gerelateerde pagina aan dit veld toevoegen
ru: Добавьте соответствующую страницу в это поле
