Repository: in2code-de/powermail
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: cs, da, de, es, fa, fr, hr, it, nl, no, pl, pt_br, ro, ru, sl, uk

# BackendCheckVersionSecurity
source: The installed version of powermail contains a known security bug. Please update your powermail extension as soon as possible.
da: Den installerede version af powermail indeholder en kendt sikkerhedsfejl. Opdater venligst din powermail udvidelse så hurtigt som muligt.
de: Die installierte Version von Powermail enthält eine bekannte Sicherheitslücke. Bitte aktualisieren Sie die Erweiterung "Powermail" so bald wie möglich.
es: La versión instalada de powermail contiene un error de seguridad conocido. Actualiza powermail tan pronto como sea posible.
fa: نسخۀ نصب شدۀ Powermail یک اشکال امنیتی شناخته شده دارد. لطفا افزونۀ Powermail خود را در اسرع وقت روزآمد کنید.
fr: La version installée de powermail contient un bug de sécurité connu. Veuillez mettre à jour votre extension powermail dès que possible.
it: La versione installata di powermail contiene un bug di sicurezza noto. Per favore aggiorna la tua estensione powermail prima possibile.
nl: De geïnstalleerde versie van powermail bevat een bekend beveiligingsgat. Update de powermailextensie zo snel mogelijk.
pl: Zainstalowana wersja powermail zawiera znany błąd zabezpieczeń. Proszę jak najszybciej zaktualizować rozszerzenie Powermail.
pt_br: Esta versão instalado do powermail contém uma falha de segurança conhecida. Por favor atualize sua extensão powermail o mais cedo possível
ru: Установленная версия powermail содержит известную ошибку безопасности. Как можно скорее обновите расширение Powermail.
uk: Встановлена версія Powermail містить відому помилку безпеки. Якнайшвидше оновіть своє розширення Powermail.

# BackendCheckVersionUpgrade
source: A newer version of powermail is available
da: En nyere version af powermail er tilgængelig
de: Eine neuere Version von Powermail ist verfügbar.
es: Está disponible una nueva versión de powermail
fa: نسخۀ جدیدی از Powermail ارائه شده است
fr: Une nouvelle version de powermail est disponible
it: E' disponibile una nuova versione di powermail
nl: Er is een nieuwe versie van powermail beschikbaar
pl: Dostępna jest nowsza wersja powermail
pt_br: Está disponível uma nova versão do powermail
ru: Доступна новая версия расширения Powermail
uk: Доступна новіша версія Powermail

# BackendCheckT3VersionTitle
source: TYPO3 Version
es: TYPO3 Versión
fa: نسخۀ TYPO3
fr: Version TYPO3
hr: Inačica TYPO3 sustava
it: Versione di TYPO3
nl: TYPO3 Versie
pl: Wersja TYPO3
pt_br: Versão do TYPO3
ru: Версия TYPO3
uk: Версія TYPO3

# BackendCheckT3VersionCorrect
source: The used TYPO3 version is correct for this Powermail version
da: Den anvendte TYPO3 version er korrekt for denne Powermail version
de: Die verwendete TYPO3-Version passt zu dieser Powermail-Version
es: La versión de TYPO3 es correcta para esta versión de Powermail
fa: نسخۀ استفاده شدۀ TYPO3 به درستی متناظر با این نسخۀ Powermail می‌باشد
fr: La version utilisée de TYPO3 est correcte pour cette version de Powermail
it: La versione in uso di TYPO3 è quella corretta per questa versioine di Powermail
nl: De huidige TYPO3 versie is geschikt voor deze Powermail versie
pl: Użyta wersja TYPO3 jest poprawna dla tej wersji Powermail
ru: Используемая версия TYPO3 подходит для этой версии Powermail
uk: Використана версія TYPO3 є правильною для цієї версії Powermail

# BackendCheckT3VersionFailed
source: Please check the TYPO3 version - maybe Powermail works not properly in this version
da: Tjek venligst TYPO3 versionen - måske fungerer Powermail ikke korrekt i denne version
de: Bitte überprüfen Sie die TYPO3-Version. Möglicherweise funktioniert Powermail mit dieser Version nicht vollständig
es: Comprueba la versión TYPO3 - es posible que Powermail no funcione correctamente en esta versión
fa: لطفا نسخۀ TYPO3 را بررسی کنید - ممکن است Powermail با این نسخه همخوان نبوده و کار نکند.
fr: Veuillez vérifier la version de TYPO3 - peut-être que Powermail ne fonctionne pas correctement dans cette version
it: Verifica la versione in uso di TYPO3 - forse Powermail non può funzionare correttamente con questa versione
nl: Controleer de TYPO3 versie - Powermail werkt waarschijnlijk niet juist met de huidige versie
pl: Proszę sprawdzić wersję TYPO3 - być może wersja Powermail nie działa poprawnie
ru: Проверьте версию TYPO3 - с этой версией правильная работа Powermail не гарантируется
uk: Будь ласка, перевірте версію TYPO3 - можливо Powermail не працює належним чином у цій версії

# BackendCheckUploadsFolderTitle
source: Upload Folder
da: Upload mappe
de: Hochlade-Ordner
es: Carpeta de carga de ficheros
fa: پوشۀ بارگذاری
fr: Télécharger le dossier
it: Folder per l'Upload
nl: Upload-map
ru: Папка для загрузок
uk: Завантажити папку

# BackendCheckUploadsFolderCorrect
source: Default Upload Folder exists (uploads/tx_powermail/)
da: Standard upload mappe findes (uploads/tx_powermail/)
de: Der Standard-Hochlade-Ordner existiert (uploads/tx_powermail/)
es: La carpeta de carga de ficheros por defecto existe (uploads/tx_powermail/)
fa: پوشۀ پیش‌فرض بارگذاری موجود است (uploads/tx_powermail/)
fr: Le dossier de téléchargement par défaut existe (uploads/tx_powermail/)
it: Il folder per l'Upload esiste (in uploads/tx_powermail/)
nl: Standaard upload-map bestaat (uploads/tx_powermail/)
ru: Папка загрузок по умолчанию существует (uploads/tx_powermail/)
uk: Стандартна папка для завантаження існує (uploads/tx_powermail/)

# BackendCheckUploadsFolderFailed
source: Default Upload Folder doesn't exist (uploads/tx_powermail/)
da: Standard upload mappe findes ikke (uploads/tx_powermail/)
es: Carpeta de subida de ficheros por defecto no existe (uploads/tx_powermail/)
fr: Le dossier de téléchargement par défaut n'existe pas (uploads/tx_powermail/)
nl: Standaard uploadmap bestaat niet (uploads/tx_powermail/)
uk: Папка завантаження за замовчуванням не існує (uploads/tx_powermail/)

# BackendCheckWrongLocalizedFormsTitle
source: Localized Forms
da: Lokaliserede formularer
de: Lokalisierte Formulare
es: Formularios localizados
fa: فرم‌های بومی شده
fr: Formulaires localisés
it: Forms individuati
nl: Vertaalde formulieren
ru: Локализованные формы
uk: Локалізовані форми

# BackendCheckWrongLocalizedFormsCorrect
source: No failures in forms found on this system
da: Ingen fejl i formularer fundet på dette system
de: Es wurden keine Fehler in den Formularen in dieser Installation gefunden.
es: No se han encontrado errores en ningún formulario
fa: مشکلی با فرم‌های موجود در این سامانه وجود ندارد
fr: Aucun échec dans les formulaires trouvés dans ce système
it: Non ci sono form errati in questo sistema
nl: Er zijn geen fouten gevonden in formulieren in deze installatie
ru: В системе не обнаружено сбоев в формах
uk: У цій системі не виявлено збоїв у формах

# BackendCheckWrongLocalizedFormsFailed
source: There are localized forms with empty tx_powermail_domain_model_form.pages fields which can lead to problems in rendering localized Forms in Frontend
da: Der er oversatte formularer med tomme tx_powermail_domain_model_form.pages felter, der kan føre til problemer med at rendere oversatte formularer i Frontend
de: Es gibt lokalisierte Formulare mit leeren tx_powermail_domain_model_forms.pages Feldern. Das kann zu Problemen bei der Darstellung von lokalisierten Formularen im Frontend führen.
es: Hay formularios localizados con campos tx_powermail_domain_model_form.pages vacíos que pueden provocar problemas en la representación de formularios localizados en el frontend
fr: Il y a des formulaires localisés avec des champs vide tx_powermail_domain_model_form.pages qui peuvent causer des problèmes dans le rendu des formulaires localisés dans le Frontend
nl: Er zijn vertaalde formulieren met lege tx_powermail_domain_model_form.pages-velden, wat tot problemen kan leiden bij het afbeelden in de frontend
ru: Имеются локализованные формы с пустыми полями tx_powermail_domain_model_form.pages, что может привести к проблемам при формировании локализованных Форм на сайте
uk: Є локалізовані форми з порожніми полями tx_powermail_domain_model_form.pages, що може призвести до проблем із відтворенням локалізованих форм у Frontend

# BackendCheckWrongLocalizedPagesTitle
source: Localized Pages
da: Oversatte sider
de: Lokalisierte Formular-Seiten
es: Páginas localizadas
fa: صفحات بومی‌شده
fr: Pages localisées
it: Pagine individuate
nl: Vertaalde pagina's
pl: Strony zlokalizowane
ru: Локализованные страницы
uk: Локалізовані сторінки

# BackendCheckWrongLocalizedPagesCorrect
source: No failures in pages found on this system
da: Ingen fejl på sider fundet på dette system
de: Es wurden keine Fehler in den Formularen in dieser Installation gefunden.
es: No hay fallos en las páginas que se encuentran en este sistema
fa: هیچ نارسائی‌ای در صفحات این سامانه وجود ندارد
fr: Aucun échec dans les pages trouvées sur ce système
it: Non ci sono pagine errate in questo sistema
nl: Geen fouten gevonden in dit systeem
pl: Brak błędów na stronach znalezionych w tym systemie
ru: Не найдено сбоев на страницах в этой системе
uk: У цій системі не виявлено збоїв на сторінках

# BackendCheckWrongLocalizedPagesFailed
source: There are localized pages with empty tx_powermail_domain_model_page.forms fields which can lead to problems in managing localized pages
da: Der er oversatte sider med tomme tx_powermail_domain_model_page.forms felter, som kan føre til problemer i håndteringen af oversatte sider
de: Es existieren lokalisierte Seiten mit leeren tx_powermail_domain_model_page.forms-Feldern, die zu Problemen bei der Verwaltung lokalisierter Seiten führen können
es: Hay páginas localizadas con campos tx_powermail_domain_model_page.forms vacíos que pueden dar lugar a problemas en la administración de páginas localizadas
fr: Il y a des pages localisées avec des champs vide tx_powermail_domain_model_page.forms qui peuvent causer des problèmes dans la gestion des pages localisées
nl: Er zijn vertaalde pagina's met lege tx_powermail_domain_model_form.pages-velden, wat tot problemen kan leiden bij het beheren van vertaalden pagina's
ru: Имеются локализованные страницы с пустыми полями tx_powermail_domain_model_page.forms, что может привести к проблемам при работе с локализованными страницами
uk: Існують локалізовані сторінки з порожніми полями tx_powermail_domain_model_page.forms, що може призвести до проблем із керуванням локалізованими сторінками

# BackendCheckBackupBefore
source: Note: Please backup all powermail tables before you choose this option!
da: Bemærk: Sikkerhedskopiér venligst alle powermail tabeller, før du vælger denne mulighed!
de: Achtung: Bitte sichern Sie alle Datenbanktabellen von Powermail, bevor Sie diese Option wählen.
es: Nota: ¡por favor, haz una copia de seguridad de todas las tablas de powermail antes de elegir esta opción!
fa: توضیح: لطفا قبل از پیشروی با این گزینه از همۀ جداول powermail نسخۀ پشتیبان تهیه نمایید!
fr: Note: Veuillez sauvegarder toutes les tables powermail avant de choisir cette option!
it: Nota: eseguire un backup delle tabelle di powermail prima di selezionare questa opzione.
nl: Opmerking: Maak een backup van alle powermail tabellen alvorens deze optie te kiezen!
pl: Uwaga: Przed wybraniem tej opcji należy wykonać kopię zapasową wszystkich tabel powermail!
ru: Примечание: сделайте резервную копию всех таблиц Powermail, прежде чем установить этот параметр!
uk: Примітка: будь ласка, створіть резервні копії всіх таблиць Powermail, перш ніж вибрати цей параметр!

# BackendCheckDevelopmentContextTitle
source: Development Context
da: Udviklingskontekst
es: Contexto de desarrollo
fr: Contexte de développement
it: Contesto di sviluppo
nl: Ontwikkelingscontext
pl: Kontekst rozwojowy (Development)
ru: Контекст Разработка
uk: Контекст розвитку

# BackendCheckDevelopmentContextActive
source: This TYPO3 instance is running in development context. All mails will be sent to %s only.
da: Denne TYPO3 instans kører i udviklingstilstand. Alle e-mails vil kun blive sendt til %s.
es: Esta instancia de TYPO3 se ejecuta en contexto de desarrollo. Los correos solo se enviarán a %s.
fr: Cette instance de TYPO3 est en cours d'exécution dans le contexte de développement. Tous les courriels ne seront envoyés qu'à %s.
nl: Deze TYPO3 installatie gebruikt de ontwikkelingscontext. Alle mails zullen alleen worden verzonden naar %s.
uk: Цей екземпляр TYPO3 працює в контексті розробки. Усі листи надсилатимуться лише для %s.

# BackendCheckDevelopmentContextAvailable
source: This TYPO3 instance is running in development context. You can use %s in the AdditionalConfiguration.php to enforce powermail to send testmails to this email-address only.
da: Denne TYPO3-instans kører i udviklingstilstand. Du kan bruge %s i AdditionalConfiguration.php til at håndhæve powermail til kun at sende testmails til denne e-mail.
de: Diese TYPO3 Instanz verwendet den Development Context. Sie können %s in der Datei "AdditionalConfiguration.php" verwenden, um Powermail zu veranlassen, Test-E-Mails nur an diese E-Mail-Adresse zu versenden.
es: Esta instancia de TYPO3 se ejecuta en contexto de desarrollo. Puedes usar %s en AdditionalConfiguration.php para forzar powermail a enviar correos de prueba solo al email dado.
fr: Cette instance TYPO3 est en cours d'exécution dans le contexte de développement. Vous pouvez utiliser %s dans le fichier AdditionalConfiguration.php pour imposer à powermail l'envoi des testmails à cette adresse email seulement.
it: Questa istanza TYPO3 è installata in modalità sviluppo. Puoi usare %s nel file AdditionalConfiguration.php per forzare powermail a inviare email di test solamente a questo indirizzo.
nl: Deze TYPO3 installatie draait in ontwikkelingscontext. U kunt %s gebruiken in AdditionalConfiguration.php om powermail te instrueren om testmails alleen naar dit e-mailadres te sturen.
pl: Ta instancja TYPO3 działa w kontekście rozwoju (development). Możesz użyć s w pliku AdditionalConfiguration.php, aby wymusić wysyłanie maili testowych do tego adresu e-mail.
ru: TYPO3 работает в контексте разработки. Можно использовать %s в AdditionalConfiguration.php для принудительного включения в powermail отправки тестовых сообщений только на этот адрес электронной почты.
uk: Цей екземпляр TYPO3 працює в контексті розробки. Ви можете використовувати %s у AdditionalConfiguration.php, щоб змусити powermail надсилати тестові листи лише на цю електронну адресу.

# BackendOverviewTitle
source: Form Overview
da: Formular oversigt
de: Formular Übersicht
es: Resumen del formulario
fa: خلاصه فرم
fr: Aperçu des formulaires
hr: Pregled obrasca
it: Vista d'insieme del form
nl: Overzicht formulier
pl: Przegląd formularza
pt_br: Visão Geral do Formulário
ru: Обзор формы
uk: Огляд форми

# BackendOverviewTitle2
source: All Forms within page
da: Alle formularer på siden
de: Alle Formulare der Seite
es: Todos los formularios en la página
fr: Tous les formulaires de la page
it: Tutti i moduli all'interno della pagina
nl: Alle formulieren binnen de pagina
pl: Wszystkie formularza na stronie
ru: Все формы на странице
uk: Всі форми на сторінці

# BackendOverviewTitle3
source: (and its subpages)
da: (og dens undersider)
de: (und deren Unterseiten)
es: (y sus subpáginas)
fr: (et ses sous-pages)
it: (e le sue sottopagine)
nl: (en zijn subpagina's)
pl: (i jej podstrony)
ru: (и её подстраницах)
uk: (та свої підсторінки)

# BackendOverviewTitle4
source: Show All Forms
da: Vis alle formularer
de: Zeige Alle Formulare
es: Mostrar todos los formularios
fr: Afficher tous les formulaires
it: Mostra tutti i form
nl: Alle formulieren tonen
pl: Pokaż wszystkie formularze
ru: Показать все формы
uk: Показати всі форми

# BackendOverviewTitle5
source: All Forms in this CMS
da: Alle formularer i dette CMS
de: Alle Formulare im CMS
es: Todos los formularios en este CMS
fr: Tous les formulaires présents dans le CMS
it: Tutti i form del CMS
nl: Alle formulieren in dit CMS
pl: Wszystkie formularze w CMS
ru: Все формы в этой CMS
uk: Всі форми в цьому CMS

# BackendOverviewTable
source: Forms
da: Formularer
de: Formulare
es: Formularios
fr: Formulaires
nl: Formulieren
pl: Formularze
ru: Формы
uk: Форми

# BackendOverviewCol1
source: Form Title
da: Formulartitel
es: Título del formulario
fr: Titre du formulaire
it: Titolo Form
nl: Formuliertitel
pl: Tytuł formularza
ru: Заголовок формы
uk: Назва форми

# BackendOverviewCol2
source: Stored on Page
da: Gemt på side
de: Gespeichert auf Seite
es: Almacenado en la página
fr: Stocké dans la page
it: Memorizzato nella pagina
nl: Opgeslagen op pagina
pl: Zapisany na stronie
ru: Хранится на странице
uk: Збережено на сторінці

# BackendOverviewCol3
source: Used on Page
da: Brugt på side
de: Verwendet auf Seite
es: Usado en la página
fr: Utilisé sur la page
it: Usato nella pagina
nl: Gebruikt op pagina
pl: Użyty na stronie
ru: Используется на странице
uk: Використовується на сторінці

# BackendOverviewCol4
source: Powermail Pages
da: Powermail sider
de: Powermail Seiten
es: Páginas Powermail
fr: Pages Powermail
it: Powermail pagine
nl: Powermail pagina's
pl: Strony Powermail
ru: Страницы Powermail
uk: Сторінки Powermail

# BackendOverviewCol5
source: Powermail Fields
da: Powermail felter
de: Powermail Felder
es: Campos Powermail
fr: Champs Powermail
nl: Powermail velden
pl: Pola Powermail
ru: Поля Powermail
uk: Поля Powermail

# BackendOverviewPages
source: Page(s)
da: Side(r)
de: Formularseite(n)
es: Página(s)
it: Pagina/e
nl: Pagina('s)
pl: Strony
ru: Страница(ы)
uk: Сторінка(и)

# BackendOverviewFields
source: Field(s)
da: Felt(er)
de: Feld(er)
es: Campo(s)
fr: Champ(s)
it: Campo/i
nl: Veld(en)
pl: Pola
pt_br: Campos
ru: Поле(я)
uk: Поле(я)

# BackendOverviewNoForms
source: No Forms found
da: Ingen formularer fundet
de: Keine Formulare zum Anzeigen vorhanden
es: No se encontró ningún formulario
fr: Aucun formulaire trouvé
it: Nessun forms trovato
nl: Geen formulieren gevonden
pl: Nie znaleziono formularzy
pt_br: Nenhum Formulário antigo encontrado
ru: Форм не найдено
uk: Форм не знайдено

# BackendFunctionTitle
source: Function-Test Section
da: Afsnittet til funktionstest
de: Abschnitt "Function Tests"
es: Sección de prueba de funciones
fr: Test de fonctionnement de la section
it: Funzione di test della sezione
nl: Sectie Functie-Test
pl: Sekcja testów funkcji
ru: Выбор функции-теста
uk: Розділ функціонального тестування

# BackendEmailTitle
source: Test Email Sending
da: Test e-mail afsendelse
de: Email-Testversand
es: Probar envío de email
fr: Envoi de l'e-mail de test
it: Test di invio della email
nl: Test e-mail versturen
ru: Тестирование отправки письма
uk: Перевірте надсилання електронної пошти

# BackendEmailFormTitle
source: Test email generation with powermail
da: Test e-mail generation med powermail
de: Test-Email mit Powermail erzeugen
es: Probar generación de email con powermail
fr: Tester la génération d'e-mails avec powermail
it: Test generazione di email con powermail
nl: Test e-mail genereren met Powermail
pl: Testowanie wysyłki poczty przez powermail
ru: Тестирование формирования письма при помощи powermail
uk: Перевірте створення email за допомогою Powermail

# BackendEmailFormReceiver
source: Receiver Email
da: Modtager e-mail
de: Empfänger-Email
es: Correo del destinatario
fr: Adresse e-mail du destinataire
it: Email dei destinatari
nl: E-mailontvanger
pl: Adresy email odbiorców
pt_br: Email do Destinatário
ru: Получатель письма
uk: Одержувач Email

# BackendCheckEmailTitle
source: Email Sending Status
da: E-mail afsend-status
de: Email-Versandstatus
es: Estado del envío del email
fr: Statut de l'envoi d'email
it: Stato di invio della email
nl: Status e-mailverzending
pl: Status wysyłania e-mail
ru: Статус отправки письма
uk: Статус надсилання email

# BackendCheckEmailCorrect
source: Email was sent without problems (mail transmitted to mailserver)
da: Sendt e-mail uden problemer (mail sendt til mailserver)
es: El email se ha enviado correctamente (se ha hecho la petición al servidor de correo)
fr: E-mail envoyé sans problème (mail transmis au serveur de messagerie)
nl: E-mail probleemloos verstuurd (e-mail is afgeleverd bij de mail server)
uk: Email було надіслано без проблем (пошта передана на поштовий сервер)

# BackendCheckEmailFailed
source: Email could not be sent properly (ask your Adminstrator)
da: E-mail tæller sender ikke korrekt (spørg din adminstrator)
es: El correo electrónico no pudo ser enviado correctamente (pregunta a tu administrador)
fr: L'email n'a pas pu être envoyé correctement (contactez votre administrateur)
nl: E-mail kon niet juist worden verstuurd (raadpleeg de systeembeheerder)
uk: Email не може бути надіслано належним чином (запитайте свого адміністратора)

# BackendCheckStaticTemplateTitle
source: TypoScript Static Template
da: TypoScript statisk skabelon
de: Statisches TypoScript-Template
es: Plantilla estática de TypoScript
fr: Template statique TypoScript
ru: Статический шаблон TypoScript
uk: Статичний шаблон TypoScript

# BackendCheckStaticTemplateCorrect
source: Static TypoScript Template is available on current page.
da: Statisk TypoScript skabelon er tilgængelig på denne side.
de: Das statische Typoscript-Template ist auf der aktuellen Seite verfügbar.
es: La plantilla estática de TypoScript está disponible en esta página
fr: Le template statique TypoScript est disponible sur la page courante.
it: Static TypoScript Template è disponibile per la pagina corrente.
nl: Static TypoScript Template is beschikbaar op de huidige pagina.
ru: На текущей странице недоступен статический шаблон TypoScript.
uk: Статичний шаблон TypoScript доступний на поточній сторінці.

# BackendCheckStaticTemplateFailed
source: Static TypoScript Template is not available on current page.
da: Statisk TypoScript skabelon er ikke tilgængelig på nuværende side.
de: Das statische Typoscript-Template ist auf der aktuellen Seite nicht verfügbar.
es: La plantilla estática de TypoScript no está disponible en esta página
fr: Le template statique TypoScript n'est pas disponible sur la page courante.
it: Static TypoScript Template non è disponibile per la pagina corrente.
nl: Static TypoScript Template is niet beschikbaar op de huidige pagina.
ru: На текущей странице недоступен статический шаблон TypoScript.
uk: Статичний шаблон TypoScript недоступний на поточній сторінці.

# BackendCheckComposerModeTitle
source: Composer Mode
da: Composertilstand
es: Modo Composer
fr: Mode composer
nl: Composer modus
ru: Режим Composer
uk: Режим редактора

# BackendCheckComposerModeComposer
source: Your TYPO3 is running in Composer Mode
da: Din TYPO3 kører i composertilstand
de: Dein TYPO3 läuft im Composer Mode
es: Tu TYPO3 se está ejecutando en modo Composer
fr: Votre TYPO3 tourne en mode Composer
nl: TYPO3 systeem werkt in Composer Modus
ru: TYPO3 работает в режиме Composer
uk: Ваш TYPO3 працює в режимі композитора

# BackendCheckComposerModeClassic
source: Your TYPO3 is running in Classic Mode
da: Din TYPO3 kører i klassisk tilstand
de: Dein TYPO3 läuft im Classic Mode
es: Tu TYPO3 se está ejecutando en modo clásico
fr: Votre TYPO3 tourne en mode classique
nl: TYPO3 systeem werkt in Klassieke Modus
ru: TYPO3 работает в обычном режиме
uk: Ваш TYPO3 працює в класичному режимі

# BackendListTitle
source: Mail Listings
da: Mail lister
de: Mail Listen
es: Listados de correo
fr: Liste des e-mails
it: Lista di email
nl: E-mail-lijsten
ru: Список писем
uk: Поштові розсилки

# BackendListMails
source: Mails
es: Correos
fr: Emails
nl: E-mails
pl: Poczta
ru: Письма
uk: Листи

# BackendListMailDelete
source: Delete Mail
da: Slet mail
de: E-Mail löschen
es: Borrar correo
fr: Supprimer l'e-mail
it: Elimina Mail
nl: E-mail verwijderen
ru: Удалить письмо
uk: Вилучити лист
