Repository: in2code-de/powermail
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: da, de, es, fr, nl, pl, pt_br, ru, uk

# flexform_pi2.main.switchableControllerActions.0
source: List or Detail View
da: Liste eller detaljevisning
de: Listenansicht
es: Vista de lista o detalle
fr: Vue Liste ou Détail
pl: Lista lub widok szczegółowy
pt_br: Exibição de Lista ou Detalhada
ru: Список
uk: Перегляд списку або деталей

# flexform_pi2.main.switchableControllerActions.1
source: Detail View
da: Detaljevisning
de: Detailansicht
es: Vista de detalle
fr: Vue de détail
pl: Widok szczegółowy
pt_br: Visão Detalhada
ru: Детально
uk: Детальний перегляд

# flexform_pi2.main.switchableControllerActions.2
source: Edit View
da: Redigér visning
de: Änderungsansicht
es: Vista de edición
fr: Editer la vue
pl: Widok edycji
pt_br: Editar Visualização
ru: Редактировать
uk: Редагувати вигляд

# flexform_pi2.main.switchableControllerActions.3
source: All Views
da: Alle visninger
de: Alle Ansichten
es: Todas las vistas
fr: Toutes les vues
pl: Wszystkie widoki
pt_br: Todas as Visualizações
ru: Все режимы
uk: Усі перегляди

# flexform_pi2.main.form
source: Choose a form
da: Vælg en formular
de: Wählen Sie ein Formular
es: Elige un formulario
fr: Choisir un formulaire
nl: Kies een formulier
pl: Wybierz formularz
pt_br: Selecione um Formulário
ru: Выберите форму
uk: Виберіть форму

# flexform_pi2.main.pid
source: Select a page with mails (optional)
da: Vælg en side med mails (valgfri)
de: Seite mit Mails auswählen (optional)
es: Selecciona una página con correos (opcional)
fr: Sélectionnez une page avec des mails (facultatif)
nl: Selecteer een pagina met e-mails (optioneel)
pl: Wybierz stronę z mailami (opcjonalne)
pt_br: Selecione uma página com emails (opcional)
ru: Выберите страницу с письмами (необязательно)
uk: Оберіть сторінку із матеріалами (необов'язково)

# flexform_pi2.list
source: Listview
da: Listevisning
de: Listenansicht
es: Vista de lista
fr: Vue liste
nl: Lijstweergave
pl: Widok listy
pt_br: Visão de Lista
ru: Список
uk: Перегляд списку

# flexform_pi2.list.fields
source: Choose Fields to show (Empty: All Fields)
da: Vælg felter der skal vises (tom: Alle felter)
de: Felder für Ansicht wählen (Leer: Alle Felder)
es: Elige campos para mostrar (vacío: todos los campos)
fr: Choisissez les champs à afficher (Si vide: Tous les champs)
nl: Kies velden om te tonen (leeg: alle velden)
pl: Wybierz pola, które mają się wyświetlać (puste: wszystkie pola)
pt_br: Selecione Campos para exibir (Vazio: Todos os Campos)
ru: Выберите поле для отображения (ничего = все поля)
uk: Виберіть поля для показу (Пусто: усі поля)

# flexform_pi2.list.delta
source: Show entries of the last X Seconds (Empty: Function disabled)
da: Vis indgange fra de sidste X sekunder (Tom: Funktion deaktiveret)
de: Zeige nur Mails der letzten X Sekunden (Leer: Funktion deaktiviert)
es: Mostrar entradas de los últimos X segundos (vacío: función desactivada)
fr: Afficher les entrées des dernières X secondes (Si vide: Fonction désactivée)
nl: De invoer van de laatste X seconden tonen (leeg: functie uitgeschakeld)
pt_br: Exibir entradas dos últimos X Segundos (Vazio: Função desabilitada)
ru: Показать записи последних Х секунд (ничего = функция отключена)
uk: Показати записи останніх X секунд (Порожньо: Функція вимкнена)

# flexform_pi2.list.limit
source: Show max. X entries (Empty: No Limit)
da: Vis max. X elementer (tom: Ubegrænset)
de: Zeige max X Mails (Leer: Zeige Alle)
es: Mostrar máx. X entradas (vacío: sin límite)
fr: Afficher max. X entrées (Si vide: Aucune limite)
nl: Max. X items tonen (leeg: geen limiet)
pt_br: Exibir no máximo X entradas (Vazio: Sem Limite)
ru: Отобразить макс. Х записей (ничего = без ограничения)
uk: Показати макс. X записів (порожньо: без обмежень)

# flexform_pi2.list.pid
source: Page with Plugin for list view (Empty: Same page)
da: Side med Plugin for listevisning (tom: Samme side)
de: Seite mit Listenansicht (Leer: Gleiche Seite)
es: Página con plugin para la vista de lista (Vacío: Misma página)
fr: Page avec Plugin pour la vue liste (Si vide: même page)
nl: Pagina met plug-in voor lijstweergave (leeg: zelfde pagina)
pt_br: Página com Plugin para a visão de lista (Vazio: Mesma página)
ru: Страница с плагином для отображения списка (ничего = та же страница)
uk: Сторінка з плагіном для перегляду списку (пусто: та сама сторінка)

# flexform_pi2.list.showownonly
source: Own entries
da: Egne poster
de: Eigene Mails
es: Entradas propias
fr: Vos propres entrées
nl: Eigen items
pl: Własne wpisy
pt_br: Próprias entradas
ru: Личные записи
uk: Власні записи

# flexform_pi2.list.showownonly.0
source: Show only entries from logged in Frontend-User
da: Vis kun poster fra logget på Frontend-bruger
de: Zeige nur eigene Mails des eingeloggten Frontend-Benutzers
es: Mostrar solo las entradas de los usuarios registrados en frontend
fr: Afficher uniquement les entrées des utilisateurs connectés en frontend
nl: Alleen items van ingelogde frontend gebruiker tonen
pl: Pokaż tylko wpisy zalogowanego użytkownika Front-end
pt_br: Exibir apenas entradas do Usuário Frontend conectado
ru: Отобразить записи только вошедших FE_пользователей
uk: Показувати лише записи від зареєстрованого фронтенд-користувача

# flexform_pi2.list.export
source: Export Formats
da: Eksportér formater
de: Export Formate
es: Formatos de exportación
fr: Formats d'exportation
pl: Formaty eksportu
pt_br: Formatos de Exportação
ru: Экспорт форматирования
uk: Формати експорту

# flexform_pi2.list.export.0
source: XLS Export
da: XLS eksport
es: Exportar a XLS
fr: Export XLS
pl: Eksport do XLS
pt_br: Exportar XLS
ru: XLS экспорт
uk: Експорт XLS

# flexform_pi2.list.export.1
source: CSV Export
da: CSV eksport
es: Exportar a CSV
fr: Export CSV
pl: Eksport do CSV
pt_br: Exportar CSV
ru: CSV Экспорт
uk: Експорт CSV

# flexform_pi2.single
source: Detailview
da: Detaljevisning
de: Detailansicht
es: Vista de detalle
fr: Vue détaillée
nl: Detailweergave
pl: Widok szczegółów
pt_br: Visão Detalhada
ru: Детальное отображение
uk: Детальний вид

# flexform_pi2.single.fields
source: Choose Fields to show (Empty: All Fields)
da: Vælg felter der skal vises (tom: Alle felter)
de: Felder für Ansicht wählen (Leer: Alle Felder)
es: Elige los ampos a mostrar (vacío: todos los campos)
fr: Choisissez les champs à afficher (Si vide: Tous les champs)
nl: Kies de te tonen velden (leeg: alle velden)
pl: Wybierz pola, które mają się wyświetlać (puste: wszystkie pola)
pt_br: Selecionar os Campos para exibir (Vazio: Todos os Campos)
ru: Выберите поле для отображения (ничего = все поля)
uk: Виберіть поля для показу (пусто: Усі поля)

# flexform_pi2.single.activateLink
source: Link to detail view
da: Link til detaljevisning
de: Link zur Detailansicht
es: Enlace a la vista de detalle
fr: Lien vers la vue détaillée
nl: Link naar detailweergave
pl: Link do widoku szczegółów
pt_br: Link para a visão detalhada
ru: Ссылка на детальный режим
uk: Посилання на детальний перегляд

# flexform_pi2.single.activateLink.0
source: active
da: aktiv
de: aktiv
es: activo
fr: Activé(e)
nl: actief
pl: aktywny
pt_br: ativo
ru: активна
uk: активний

# flexform_pi2.single.pid
source: Page with Plugin for detail view (Empty: Same page)
da: Side med Plugin for detaljevisning (tom: Samme side)
de: Seite mit Detailansicht (Leer: Gleiche Seite)
es: Página con plugin para la vista de detalle (vacío: misma página)
fr: Page avec Plugin pour la vue liste (Si vide: même page)
nl: Pagina met de plug-in voor detailweergave (leeg: zelfde pagina)
pl: Strona z wtyczką do widoku szczegółowego (Pusty: Ta sama strona)
pt_br: Página com Plugin para a visão detalhada (Vazio: Mesma página)
ru: Страница с плагином детального отображения (ничего = та же страница)
uk: Сторінка з плагіном для детального перегляду (пусто: та сама сторінка)

# flexform_pi2.search
source: Searchsettings
da: Søgningsindstillinger
de: Sucheinstellungen
es: Configuración de la búsqueda
fr: Paramètres de recherche
nl: Zoekinstellingen
pl: Ustawienia wyszukiwania
pt_br: Configurações de Pesquisa
ru: Установки поиска
uk: Пошукові налаштування

# flexform_pi2.search.fields
source: Add searchfield
da: Tilføj søgefelt
de: Suchfelder hinzufügen
es: Añadir campo de búsqueda
fr: Ajouter un champ de recherche
nl: Zoekveld toevoegen
pl: Dodaj pole wyszukiwania
pt_br: Adicionar Campo de Pesquisa
ru: Добавить поле поиска
uk: Додати поле пошуку

# flexform_pi2.search.fields.all
source: [Fulltext Search]
da: [Fuldtekst søg]
de: [Volltextsuche]
fr: [Recherche dans le texte complet]
nl: [In volledige tekst zoeken]
pl: Przeszukiwanie całego tekstu
pt_br: [Pesquisa de Texto]
ru: [Полнотекстовый поиск]
uk: [Повнотекстовий пошук]

# flexform_pi2.search.operator
source: search fields operator (AND / OR)
da: søgefeltoperatør (AND / OR)
de: Suchfeld-Operator (ODER / UND)
es: operador de campos de búsqueda (AND / OR)
fr: opérateur de champs de recherche (ET / OU)
nl: Operator zoekvelden (AND /OR)
pt_br: operador dos campos de pesquisa (E / OU)
ru: Найти оператор полей (И / ИЛИ)
uk: оператор полів пошуку (І / АБО)

# flexform_pi2.search.operator.0
source: OR (Find keyword in Field1 OR Field2)
da: ELLER (Find søgeord i felt1 ELLER felt2)
de: ODER (Finde das Suchwort in Feld1 ODER Feld2)
es: OR (buscar palabra clave en Campo1 o Campo2)
fr: OU (trouver un mot-clé dans Champ1 OU Champ2)
nl: OR (vind trefwoord in veld1 OF veld2)
pt_br: OU (Buscar a palavra chave no Campo1 OU Campo2)
ru: ИЛИ (найти совпадение в Поле1 ИЛИ Поле2)
uk: АБО (знайти ключове слово в полі 1 АБО полі 2)

# flexform_pi2.search.operator.1
source: AND (Find keyword in Field1 AND Field2)
da: OG (Find søgeord i felt1 OG felt2)
de: UND (Finde Suchwort in Feld1 UND Feld2)
es: AND (buscar palabra clave en Campo1 y Campo2)
fr: ET (Rechercher un mot-clé dans Champ1 ET Champ2)
nl: AND (vind trefwoord in veld1 EN veld2)
pl: AND (Znajdź słowo kluczowe w Field1 AND Field2)
pt_br: E (Buscar a palavra chave no Campo1 E Campo2)
ru: И (найти совпадение в поле1 И поле2)
uk: І (знайти ключове слово в полі 1 І полі 2)

# flexform_pi2.search.abc
source: Add ABC filter
da: Tilføj ABC filter
de: ABC Filter hinzufügen
es: Añadir filtro ABC
fr: Ajouter un filtre ABC
nl: ABC filter toevoegen
pt_br: Adicionar filtro ABC
ru: Добавить фильтр "ABC"
uk: Додати фільтр ABC

# flexform_pi2.search.abc.off
source: [Deactivated]
de: [Ausgeschaltet]
es: [Desactivado]
nl: [Gedeactiveerd]
pl: [Wyłączono]
pt_br: [Desativado]
ru: [Отключено]

# flexform_pi2.edit
source: Editview
da: Redigérvisning
de: Änderungsansicht
es: Vista de edición
fr: Modifier la vue
nl: Weergave voor bewerken
pt_br: Visualização de Edição
ru: Редактировать
uk: Редагувати перегляд

# flexform_pi2.edit.fields
source: Choose Fields to edit (Empty: All fields)
da: Vælg felter at redigere (tom: Alle felter)
de: Felder für Änderung wählen (Leer: Alle Felder)
es: Elige campos para editar (vacío: Todos los campos)
fr: Choisissez les champs à afficher (Si vide: Tous les champs)
nl: Kies de velden om te bewerken (leeg: alle velden)
pl: Wybierz pola do edycji (puste: wszystkie pola)
pt_br: Selecionar Campos para editar (Vazio: Todos os campos)
ru: Выберите поля для редактирования (ничего = все поля)
uk: Виберіть поля для редагування (Пусто: Всі поля)

# flexform_pi2.edit.feuser
source: Choose one or more Frontend-Users with permission to change
da: Vælg en eller flere Frontend-brugere med tilladelse til at ændre
de: Wählen Sie einen oder mehrere FE-User aus, die Datensätze ändern dürfen
es: Elige uno o más usuarios de frontend con permiso para cambiar
fr: Choisissez un ou plusieurs utilisateurs frontend avec la permission de modification
nl: Kies een of meerdere frontendgebruikers met toestemming om te wijzigen
pt_br: Escolha um ou mais Usuários Frontend com permissão para alterar
ru: Выберите одного или более FE_пользователей с правом изменения
uk: Виберіть одного або кількох зовнішніх користувачів із дозволом на зміну

# flexform_pi2.edit.feuser.owner
source: [Owner]
de: [Ersteller]
es: [Propietario]
nl: [Eigenaar]
pl: [Właściciel]
pt_br: [Proprietário]
ru: [Владелец]

# flexform_pi2.edit.fegroup
source: Choose one or more Frontend-Groups with permission to change
da: Vælg en eller flere frontend-grupper med tilladelse til at ændre
de: Wählen Sie einen oder mehrere FE-Gruppen aus, deren User Datensätze ändern dürfen
es: Elige uno o más grupos de frontend con permiso para cambiar
fr: Choisissez un ou plusieurs utilisateurs frontend avec la permission de modification
nl: Kies een of meer Frontend-groepen met toestemming om te wijzigen
pt_br: Escolha um ou mais Grupos de Usuário Frontend com permissão para alterar
ru: Выберите одну группу или более FE_пользователей с правом изменения
uk: Виберіть одну або кілька фронтенд-груп із дозволом на зміну

# flexform_pi2.edit.pid
source: Page with Plugin for edit view (Empty: Same page)
da: Side med plugin for redigeringsvisning (tom: Samme side)
de: Seite mit Änderungsansicht (Leer: Gleiche Seite)
es: Página con plugin para vista de edición (vacío: misma página)
fr: Page avec plugin pour la vue d'édition (Si vide : même page)
nl: Pagina met de plug-in om formulier te bewerken (leeg: zelfde pagina)
pt_br: Página com Plugin para edição de visualização (Vazio: Mesma página)
ru: Страница с плагином для редактирования (ничего = та же страница)
uk: Сторінка з плагіном для редагування (Порожньо: Та сама сторінка)

# pluginInfo.receiverEmail
source: Receiver email address
da: Modtagers e-mailadresse
de: Empfänger-E-Mail-Adresse
es: Email del receptor
fr: Adresse e-mail du destinataire
nl: E-mailadres van ontvanger
pt_br: Endereço de email do destinatário
ru: Адрес почты получателя
uk: Адреса ел. пошти отримувача

# pluginInfo.receiverName
source: Receiver name
da: Modtagers navn
de: Empfängername
es: Nombre del destinatario
fr: Nom du destinataire
nl: Naam ontvanger
pt_br: Nome do destinatário:
ru: Имя получателя
uk: Ім'я отримувача

# pluginInfo.subject
source: Mail subject
da: Mail emne
de: Betreff der E-Mail
es: Asunto del email
fr: Sujet du mail
nl: Onderwerp e-mail
pt_br: Assunto do email
ru: Тема письма
uk: Тема листа

# pluginInfo.form
source: Form title
da: Formular titel
de: Formulartitel
es: Título del formulario
fr: Titre du formulaire
nl: Formuliertitel
pt_br: Título do formulário
ru: Название формы
uk: Назва форми

# pluginInfo.savePid
source: Storage Location for Mails
da: Lagerplads for mails
de: Speicherort der E-Mails
es: Ubicación donde guardar los correos
fr: Emplacement du stockage pour les e-mails
nl: Locatie waar de e-mails worden opgeslagen
pl: Magazyn przechowywania poczty
pt_br: Local de Armazenamento para os Emails
ru: Хранилище для писем
uk: Місце зберігання пошти

# pluginInfo.confirmationPage
source: Confirmation page activated
da: Bekræftelse side aktiveret
de: Bestätigungsseite aktiv
es: Página de confirmación activada
fr: Page de confirmation activée
nl: Bevestigingspagina geactiveerd
pt_br: Página de confirmação ativada
ru: Активировать страницу подтверждения
uk: Сторінка підтвердження активована

# pluginInfo.optin
source: Double-opt-in activated
da: Dobbelt-opt-in aktiveret
de: Double-Opt-In aktiv
es: Double-opt-in activado
fr: Double opt-in activé
nl: Dubbele-opt-in geactiveerd
pt_br: Confirmação de inscrição ativada
ru: Активировать двухфакторную авторизацию
uk: Подвійне підключення активовано

# pluginInfo.more
source: More ...
da: Mere ...
de: Mehr ...
es: Más...
fr: Plus...
nl: Meer ...
pl: Więcej ...
pt_br: Mais ...
ru: Ещё...
uk: Більше ...

# tx_powermail_domain_model_field.feuser_value
source: Value from logged in Frontend User
de: Wert vom eingeloggten Frontend Benutzer
nl: Waarde van ingelogde Frontend gebruiker
uk: Значення від зареєстрованого зовнішнього користувача

# flexform_pi2.list.export.2
source: RSS Feed
es: Fuente RSS
fr: Flux RSS
pl: Kanał RSS
pt_br: Fonte RSS
uk: RSS-канал

# tx_powermail_domain_model_field.feuser_value
source: Value from logged in Frontent User
da: Værdi fra indlogget frontendbruger
fr: Valeur de l'utilisateur frontend connecté
pl: Wartość z zalogowanego użytkownika Front-end
pt_br: Valor do Usuário Frontend conectado

# tx_powermail_domain_model_mail
source: Mail
nl: E-mail

# tx_powermail_domain_model_form
source: Form
nl: Formulier

# tx_powermail_domain_model_page
source: Page
nl: Pagina

# tx_powermail_domain_model_field
source: Field
nl: Veld

# tx_powermail_domain_model_field.mandatory_text
source: Custom error message
nl: Aangepaste foutmelding

# tx_powermail_domain_model_field.placeholder_repeat
source: Placeholder for repeat
nl: Plaatsaanduiding voor herhaling

# tx_powermail_domain_model_answer
source: Answer
nl: Antwoord

# flexform.main.formnote
source: Form overview
nl: Formulieroverzicht

# flexform.receiver.attachment
source: Send uploaded files to receiver
nl: Geüploade bestanden naar ontvanger sturen

# flexform.sender.attachment
source: Send uploaded files to sender
nl: Geüploade bestanden naar afzender sturen
