Repository: in2code-de/powermail
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: da, de, es, fr, nl, pl, pt_br, ru, uk

# tx_powermail_domain_model_field.datepicker_settings.1
source: Date
da: Dato
de: Datum
es: Fecha
nl: Datum
pl: Data
pt_br: Data
ru: Дата
uk: Дата

# tx_powermail_domain_model_field.datepicker_settings.2
source: Date and Time
da: Dato og tid
de: Datum und Zeit
es: Fecha y hora
fr: Date et heure
nl: Datum en Tijd
pl: Data i czas
pt_br: Data e Hora
ru: Дата и Время
uk: Дата і час

# tx_powermail_domain_model_field.datepicker_settings.3
source: Time
da: Tid
de: Zeit
es: Hora
fr: Heure
nl: Tijd
pl: Czas
pt_br: Hora
ru: Время
uk: Час

# tx_powermail_domain_model_field.prefill_title
source: Prefill Field
da: Forudfyld felt
de: Feld vorbefüllen
es: Relleno previo
fr: Champ pré-rempli
nl: Voor-ingevuld veld
pl: Wypełnij pole
pt_br: Preenchimento do Campo
ru: Заполнить поле
uk: Поле попереднього заповнення

# tx_powermail_domain_model_field.prefill_value
source: With Value
da: Med værdi
de: Mit Wert
es: Con valor
fr: Avec valeur
nl: Met waarde
pl: Wartość
pt_br: Com Valor
ru: Со значением
uk: З цінністю

# tx_powermail_domain_model_field.placeholder
source: Placeholder
da: Pladsholder
de: Platzhalter
es: Marcador de posición
fr: Texte indicatif
nl: Tijdelijke aanduiding
pl: Etykieta wewnętrzna
pt_br: Dica de Preenchimento
ru: Заполнитель (placeholder)
uk: Заповнювач

# tx_powermail_domain_model_field.create_from_typoscript
source: Create from TypoScript (e.g. lib.fieldvalues)
da: Opret fra TypoScript (f.eks. lib.fieldvalues)
de: Aus TypoScript generieren (z.B. lib.fieldvalues)
es: Crear a partir de TypoScript (p.e. lib.fieldvalues)
fr: Créer à partir de TypoScript (par exemple lib.fieldvalues)
nl: Aanmaken van TypoScript (bijv. lib.fieldvalues)
pl: Utwórz z TypoScript (np. lib.fieldvalues)
pt_br: Criar com TypoScript (por exemplo lib.fieldvalues)
ru: Создать из TypoScript (например, lib.fieldvalues)
uk: Створити з TypoScript (наприклад, lib.fieldvalues)

# tx_powermail_domain_model_field.feuser_value.name
source: Name
da: Navn
es: Nombre
fr: Nom
nl: Naam
pl: Imię
pt_br: Nome
ru: Имя
uk: Ім'я

# tx_powermail_domain_model_field.feuser_value.address
source: Address
da: Adresse
de: Adresse
es: Dirección
fr: Adresse
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
uk: Адреса

# tx_powermail_domain_model_field.feuser_value.phone
source: Phone
da: Telefon
de: Telefon
es: Teléfono
fr: Téléphone
nl: Telefoon
pl: Telefon
pt_br: Telefone
ru: Телефон
uk: Телефон

# tx_powermail_domain_model_field.feuser_value.fax
source: Fax
pl: Faks
ru: Факс
uk: Факс

# tx_powermail_domain_model_field.feuser_value.email
source: Email
nl: E-mailadres
ru: Эл. почта
uk: Електронна пошта

# tx_powermail_domain_model_field.feuser_value.zip
source: ZIP
da: Postnummer
de: PLZ
es: CP
fr: Code postal
nl: Postcode
pl: Kod pocztowy
pt_br: CEP
ru: Индекс

# tx_powermail_domain_model_field.feuser_value.city
source: City
da: By
de: Stadt
es: Ciudad
fr: Localité
nl: Plaats
pl: Miasto
pt_br: Cidade
ru: Город
uk: Місто

# tx_powermail_domain_model_field.feuser_value.country
source: Country
da: Land
de: Land
es: País
fr: Pays
nl: Land
pl: Kraj
pt_br: País
ru: Страна
uk: Країна

# tx_powermail_domain_model_field.feuser_value.www
source: Website
da: Hjemmeside
de: Webseite
es: Página web
fr: Site Web
pl: Strona WWW
pt_br: Site da Web
ru: Веб-страница
uk: Вебсайт

# tx_powermail_domain_model_field.feuser_value.company
source: Company
da: Virksomhed
de: Firma
es: Empresa
fr: Entreprise
nl: Bedrijf
pl: Firma
pt_br: Empresa
ru: Компания (фирма)
uk: Компанія

# tx_powermail_domain_model_field.sender_email
source: This field contains the Email of the sender
da: Dette felt indeholder afsenderens e-mail
de: Dieses Feld beinhaltet die E-Mail des Absenders
es: Este campo contiene el email del remitente
fr: Ce champ contient l'email de l'expéditeur
nl: Dit veld bevat het e-mailadres van de afzender
pl: To pole zawiera adres e-mail nadawcy
pt_br: Este campo contém o Email do remetente
ru: Это поле содержит эл. почту отправителя
uk: Це поле містить електронну пошту відправника

# tx_powermail_domain_model_field.sender_name
source: This field contains the Name of the sender
da: Dette felt indeholder navnet på afsenderen
de: Dieses Feld beinhaltet den Namen des Absenders
es: Este campo contiene el nombre del remitente
fr: Ce champ contient le nom de l'expéditeur
nl: Dit veld bevat de naam van de afzender
pl: To pole zawiera nazwę nadawcy
pt_br: Este campo contém o Nome do remetente
ru: Это поле содержит имя отправителя
uk: Це поле містить ім'я відправника

# tx_powermail_domain_model_field.marker_title
source: Variables
da: Variabler
de: Variablen
nl: Variabelen
pl: Zmienne
pt_br: Variáveis
ru: Переменные
uk: Змінні

# tx_powermail_domain_model_field.description
source: Description
da: Varebeskrivelse
de: Beschreibung
es: Descripción
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
uk: Опис

# tx_powermail_domain_model_field.own_marker
source: Enter your own Variable Name
da: Indtast dit eget variabelnavn
de: Variablenname (ohne umschließende {})
es: Entra tu propio nombre de variable
fr: Entrez votre propre nom de variable
nl: Vul hier een eigen variabele naam in
pl: Wprowadź własną nazwę zmiennej
pt_br: Insira seu próprio Nome de Variável
ru: Введите ваше личное имя переменной
uk: Введіть власну назву змінної

# tx_powermail_domain_model_field.auto_marker
source: Individual Fieldname to use as Variable (automaticly wrapped with {})
da: Individuelt feltnavn der skal bruges som variabel (automatisk omsluttet med {})
de: Variablenname für dieses Feld
es: Nombre de campo individual que se va a utilizar como variable (envuelto automáticamente {})
fr: Champ individuel à utiliser comme variable (automatiquement mis entre {})
nl: Enkele veldnaam te gebruiken als variabele (wordt automatisch tussen {} gezet)
pl: Indywidualna nazwa pola do wykorzystania jako zmienna (automatycznie zawijana {})
pt_br: Campo Individual para usar como Variável (automaticamente envolvido com {})
ru: Индивидуальное имя поля для использования в качестве переменной (автоматически обрамляется {})
uk: Індивідуальне ім’я поля для використання як змінної (автоматично обернуте {})

# tx_powermail_domain_model_field.own_marker_select
source: Add my own Variable Name
da: Tilføj mit eget variabelnavn
de: Eigenen Variablennamen vergeben
es: Añadir mi propio nombre de variable
fr: Ajouter mon propre nom de variable
nl: Voeg een eigen variabele naam toe
pl: Dodaj własną nazwę zmiennej
pt_br: Adicionar meu próprio Nome de Variável
ru: Добавить моё имя переменной
uk: Додати власне ім'я змінної

# tx_powermail_domain_model_field.pages
source: Related Page
da: Relateret side
de: Verwandte Seite
es: Página relacionada
fr: Page associée
nl: Gerelateerde pagina 's
pl: Powiązana strona
pt_br: Página Relacionada
ru: Связанная страница
uk: Пов'язана сторінка

# tx_powermail_domain_model_field.sheet1
source: Extended
da: Udvidet
de: Erweitert
es: Extendido
fr: Étendu
nl: Uitgebreid
pl: Rozszerzone
pt_br: Estendido
ru: Расширенный
uk: Розширений

# tx_powermail_domain_model_field.sheet2
source: Marketing
da: Markedsføring
ru: Маркетинг (торговля)
uk: Маркетинг

# tx_powermail_domain_model_field.palette1
source: Email or Name
da: E-mail eller navn
de: E-Mail oder Name
es: Email o nombre
fr: Courriel ou nom
nl: E-mailadres of naam
pl: E-mail lub Nazwa
pt_br: Email ou Nome
ru: Эл. почта или имя
uk: Ел. пошта або ім'я

# tx_powermail_domain_model_answer
source: Answers
da: Svar
de: Antworten
es: Respuestas
fr: Réponses
pl: Odpowiedzi
pt_br: Respostas
ru: Ответы
uk: Відповіді

# tx_powermail_domain_model_answer.value
source: The transferred value
da: Den overførte værdi
de: Der übermittelte Text
es: El valor transferido
fr: La valeur transférée
nl: De verstuurde waarde
pl: Przekazana wartość
pt_br: O valor transferido
ru: Переданное значение
uk: Перекладене значення

# tx_powermail_domain_model_answer.value_type
source: Data Type
de: Datentyp
es: Tipo de dato
fr: Type de donnée
nl: Gegevenstype
pl: Typ danych
pt_br: Tipo de Dado
ru: Тип данных
uk: Тип даних

# tx_powermail_domain_model_answer.value_type.0
source: Text
da: Tekst
es: Texto
fr: Texte
nl: Tekst
pl: Теkst
pt_br: Texto
ru: Текст
uk: Текст

# tx_powermail_domain_model_answer.value_type.1
source: Multi Text (Array)
da: Multitekst (Array)
de: Mehrfach-Text (Array)
es: Texto múltiple (matriz)
fr: Multi texte (tableau)
nl: Multi Tekst (Array)
pl: Tekst wielokrotny (tablica)
pt_br: Texto Múltiplo (Array)
ru: Мульти Текст (массив)
uk: Мультитекст (масив)

# tx_powermail_domain_model_answer.value_type.2
source: Date
da: Dato
de: Datum
es: Fecha
nl: Datum
pl: Data
pt_br: Data
ru: Дата
uk: Дата

# tx_powermail_domain_model_answer.value_type.3
source: Upload
es: Subir
fr: Télécharger
nl: Uploaden
pl: Wyślij
pt_br: Enviar Arquivo
ru: Загрузка
uk: Вивантажити

# tx_powermail_domain_model_answer.mail
source: Mail
es: Correo
fr: Email
nl: E-mail
pl: Poczta
pt_br: Email
ru: Почта
uk: Ел. пошта

# tx_powermail_domain_model_answer.field
source: Field
da: Felt
de: Feld
es: Campo
fr: Champ
nl: Veld
pl: Pole
pt_br: Campo
ru: Поле
uk: Поле

source: Please choose...
da: Vælg venligst...
de: Bitte wählen...
es: Por favor, elige...
fr: Veuillez choisir...
nl: Selecteer...
pl: Proszę wybrać...
pt_br: Por favor, escolha...
ru: Пожалуйста, выберите...
uk: Будь ласка, оберіть...

# flexform.main
source: Main Settings
da: Hoved indstillinger
de: Einstellungen
es: Configuración principal
fr: Paramètres principaux
nl: Algemene instellingen
pl: Ustawienia główne
pt_br: Configurações Principais
ru: Основные установки
uk: Основні налаштування

# flexform.main.form
source: Choose a Powermail Form
da: Vælg en Powermail-formular
de: Powermail Formular wählen
es: Elige un formulario Powermail
fr: Choisissez un formulaire Powermail
nl: Kies een Powermail formulier
pl: Wybierz formularz Powermail
pt_br: Selecione um Formulário Powermail
ru: Выберите форму Powermail
uk: Вибрати Powermail форму

# flexform.main.formnote.noform
source: Please select a form
da: Vælg venligst en formular
de: Bitte ein Formular auswählen
es: Por favor selecciona un formulario
fr: Veuillez sélectionner un formulaire
nl: Selecteer een formulier
pl: Proszę wybrać formularz
pt_br: Por favor selecione um formulário
ru: Выберете форму
uk: Будь ласка, виберіть форму

# flexform.main.formnote.new
source: Add a new form
da: Tilføj en ny formular
de: Hinzufügen eines neuen Formulars
es: Añadir un formulario
fr: Ajouter un nouveau formulaire
nl: Nieuw formulier toevoegen
pl: Dodaj nowy formularz
pt_br: Adicionar um novo formulário
ru: Добавить новую форму
uk: Додати нову форму

# flexform.main.formnote.edit
source: Manage the current form
da: Administrer den aktuelle formular
de: Aktuelles Formular bearbeiten
es: Administrar el formulario actual
fr: Gérer le présent actuel
nl: Het huidige formulier beheren
pl: Zarządzaj bieżącym formularzem
pt_br: Gerenciar o formulário atual
ru: Управление текущей формой
uk: Керувати поточною формою

# flexform.main.formnote.formname
source: Form Name
da: Formular navn
de: Formular-Name
es: Nombre del formulario
fr: Nom du formulaire
nl: Naam van formulier
pl: Nazwa formularza
pt_br: Nome do Formulário
ru: Название формы
uk: Назва форми

# flexform.main.formnote.storedinpage
source: Stored in Page
da: Gemt på siden
de: Gespeichert auf Seite
es: Almacenado en la página
fr: Stocké dans la page
nl: Opgeslagen op pagina
pl: Zapisano w Stronie
pt_br: Armazenado na Página
ru: Хранится на странице
uk: Збережено на сторінці

# flexform.main.formnote.pages
source: Pages
da: Sider
de: Formularseiten
es: Páginas
nl: Pagina's
pl: Strony
pt_br: Páginas
ru: Страницы
uk: Сторінки

# flexform.main.formnote.fields
source: Fields
da: Felter
de: Felder
es: Campos
fr: Champs
nl: Velden
pl: Pola
pt_br: Campos
ru: Поля
uk: Поля

# flexform.main.pid
source: Where to save Mails (empty = same page)
da: Hvor der skal gemmes mails (tom = samme side)
de: Wo sollen die Mails gespeichert werden? (leer = gleiche Seite)
es: Dónde guardar los correos (vacío = la misma página)
fr: Où enregistrer les e-mails (Si vide : même page)
nl: Waar dienen de e-mails opgeslagen te worden (leeg = huidige pagina)
pl: Gdzie zapisywać pocztę (puste = ta sama strona)
pt_br: Onde salvar os Emails (vazio = mesma página)
ru: Куда сохранить письма (без значения = эта же страница)
uk: Де зберігати листи (пусто = та сама сторінка)

# flexform.main.optin
source: Mail must be confirmed (Double Opt-In)
da: Mail skal være bekræftet (Dobbelt Opt-In)
de: E-Mail muss bestätigt werden (Double Opt-In)
es: El email debe ser confirmado (Double Opt-In)
fr: L'email doit être confirmé (double opt-in)
nl: E-mail dient bevestigd te worden (Double Opt-In)
pl: Mail musi zostać potwierdzony (Double Opt-In)
pt_br: O email deve ser confirmado (Confirmação de Inscrição)
ru: Письмо должно быть подтверждено (Double Opt-In)
uk: Необхідно підтвердити пошту (Подвійна Opt-In)

# flexform.main.confirmation
source: Do you want a confirmation page?
da: Vil du have en bekræftelsesside?
de: Bestätigungsseite aktivieren
es: ¿Quieres una página de confirmación?
fr: Voulez-vous une page de confirmation ?
nl: Wil je een bevestigingspagina
pl: Czy potrzebujesz stronę z potwierdzeniem?
pt_br: Você deseja uma página de confirmação?
ru: Хотите перейти на страницу подтверждения?
uk: Бажаєте підтвердити сторінку?

# flexform.main.moresteps
source: Do you want to split each page (step by step)?
da: Vil du opdele hver side (trin for trin)?
de: Mehrschrittformular aktivieren (Schritt für Schritt)
es: ¿Deseas dividir cada página (paso a paso)?
fr: Voulez-vous séparer chaque page (étape par étape) ?
nl: Wil je iedere pagina opsplitsen (stap voor stap)?
pl: Czy chcesz podzielić formularz na strony (krok po kroku)?
pt_br: Você deseja separar cada página (passo a passo)?
ru: Хотите разделить каждую страницу (шаг за шагом)?
uk: Ви хочете розділити кожну сторінку (крок за кроком)?

# flexform.receiver
source: Mail to Receiver
da: Mail til modtager
de: Empfänger
es: Correo al destinatario
fr: Envoyer au destinataire
nl: Ontvanger
pl: Poczta do odbiorcy
pt_br: Email para o Destinatário
ru: Получатель
uk: Надіслати одержувачу

# flexform.receiver.name
source: Receivers Name
da: Modtagers navn
de: Name des Empfängers
es: Nombre del destinatario
fr: Nom du Destinataire
nl: Naam ontvanger
pl: Nazwa odbiorcy
pt_br: Nome do Destinatário
ru: Имя получателя
uk: Ім'я отримувача

# flexform.receiver.type
source: Receiver type
da: Modtager type
de: Empfänger-Typ
es: Tipo de destinatario
fr: Type de destinataire
nl: Soort ontvanger
pl: Typ odbiorcy
pt_br: Tipo do Destinatário
ru: Тип получателя
uk: Тип отримувача

# flexform.receiver.type.0
source: Email addresses
da: E-mail adresser
de: E-Mail-Adressen
es: Direcciones de email
fr: Adresses e-mail
nl: E-mail adressen
pl: Adresy e-mail
pt_br: Endereços de email
ru: Адреса email
uk: Адреси електронної пошти

# flexform.receiver.type.1
source: Frontend user group
da: Frontend brugergruppe
de: Frontend-Benutzergruppe
es: Grupo de usuarios frontend
fr: Groupe d'utilisateurs frontend
nl: Frontend gebruikersgroep
pl: Grupa użytkowników Front-end
pt_br: Grupo do Usuário Frontend
ru: Группа пользователей сайта
uk: Група користувачів Frontend

# flexform.receiver.type.2
source: Predefined receivers
da: Prædefinerede modtagere
de: Voreingestellte Empfänger
es: Destinatarios predefinidos
fr: Destinataires prédéfinis
nl: Vooraf gedefinieerde ontvangers
pl: Predefiniowani odbiorcy
pt_br: Destinatários pré-definidos
ru: Предопределенные получатели
uk: Попередньо визначені одержувачі

# flexform.receiver.type.3
source: Backend user group
da: Backend brugergruppe
de: Backend-Benutzergruppe
es: Grupo de usuarios backend
fr: Groupe d'utilisateurs backend
nl: Backend-gebruikersgroep
pl: Grupa użytkowników Backend
pt_br: Grupo do Usuário Backend
ru: Группа внутренних пользователей
uk: Група користувачів backend

# flexform.receiver.email
source: Receivers Email
da: Modtager e-mail
de: E-Mail Adresse des Empfängers
es: Email del destinatario
fr: Adresse e-mail du destinataire
nl: E-mailadres ontvanger
pl: Adresy Email odbiorców
pt_br: Email do Destinatário
ru: Эл. почта получателя
uk: Отримувачі електронної пошти

# flexform.receiver.fe_group
source: Send Email to Frontend User Group
da: Send e-mail til frontend brugergruppe
de: E-Mail an Empfänger einer Frontend-Benutzer-Gruppe versenden
es: Enviar email al grupo de usuarios de frontend
fr: Envoyer un e-mail au groupe d'utilisateurs du Frontend
nl: E-mail naar frontend gebruikers groep versturen
pl: Wyślij e-mail do grupy użytkownika Frontend
pt_br: Enviar Email para o Grupo do Usuário Frontend
ru: Отправить письмо группе FE_пользователей
uk: Відправити email на групу фронтенд-користувачів

# flexform.receiver.predefinedemail
source: Predefined receivers
da: Prædefinerede modtagere
de: Voreingestellte Empfänger
es: Destinatarios predefinidos
fr: Destinataires prédéfinis
nl: Vooraf gedefinieerde ontvangers
pl: Predefiniowani odbiorcy
pt_br: Destinatários pré-definidos
ru: Предопределенные получатели
uk: Попередньо визначені одержувачі

# flexform.receiver.be_group
source: Send Email to Backend User Group
da: Send e-mail til backend brugergruppe
de: E-Mail an Backend-Benutzergruppe versenden
es: Enviar email al grupo de usuarios de backend
fr: Envoyer un e-mail au groupe d'utilisateurs backend
nl: Stuur e-mail naar de backendgebruikersgroep
pl: Wyślij e-mail do grupy użytkownika Backend
pt_br: Enviar Email para o Grupo do Usuário Backend
ru: Отправить письмо группе внутренних пользователей
uk: Відправити Email у групу backend

# flexform.receiver.predefinedemail.1
source: Example receivers 1
da: Eksempel på modtagere 1
de: Beispielempfänger 1
es: Ejemplo destinatarios 1
fr: Exemple de destinataires 1
nl: Voorbeeld ontvangers 1
pl: Przykładowi odbiorcy 1
pt_br: Destinatários Exemplo 1
ru: Пример получателей 1
uk: Приклад отримувачів 1

# flexform.receiver.subject
source: Subject for Email to Receiver (Empty subject disables mail)
da: Emne for e-mail til modtager (tomt emne deaktiverer mail)
de: Betreff der Mail an Empfänger (Leerer Betreff deaktiviert den Mailversand)
es: Asunto para el email al destinatario (el asunto vacío deshabilita el envío)
fr: Sujet du mail à l'expéditeur (ce qui désactive le mail)
nl: Onderwerp voor e-mail ontvanger (geen onderwerp deactiveert het versturen)
pl: Temat maila dla odbiorcy (Pusty temat wyłącza wysłanie poczty)
pt_br: Assunto do Email para o Destinatário (Assunto vazio desabilita o email)
ru: Тема для письма получателю
uk: Тема електронного листа одержувачу (порожня тема вимикає пошту)

# flexform.receiver.body
source: Bodytext for Email to Receiver
da: Brødtekst for e-mail til modtager
de: Inhalt der Mail an Empfänger
es: Cuerpo del email al destinatario
fr: Corps du texte pour le destinataire de l'e-mail
nl: Inhoud van e-mail naar ontvanger
pl: Treść maila dla odbiorcy
pt_br: Conteúdo do Email para o Destinatário
ru: Текст тела письма получателю
uk: Основний текст електронної пошти одержувачу

# flexform.sender
source: Mail to User
da: Mail til bruger
de: Absender
es: Email al usuario
fr: Envoyer à l'utilisateur
nl: E-mail naar gebruiker
pl: Poczta do nadawcy
pt_br: Email para o Usuário
ru: Отправитель
uk: Надіслати користувачу поштою

# flexform.sender.email
source: Sender Email (For Confirmation Mail to User)
da: Afsender e-mail (til bekræftelsesmail til bruger)
de: E-Mail Adresse des Absenders (Mail an Sender)
es: Email del remitente (para correo de confirmación al usuario)
fr: E-mail de l'expéditeur (Pour le courrier de confirmation à l'utilisateur)
nl: E-mailadres afzender (voor bevestigingsmail naar gebruiker)
pl: E-mail nadawcy (do wiadomości potwierdzającej dla użytkownika)
pt_br: Email do Remetente (Para Email de Confirmação para o Usuário)
ru: Эл. почта отправителя (для обратной связи)
uk: Електронна адреса відправника (для підтвердження користувача)

# flexform.sender.name
source: Sender Name (For Confirmation Mail to User)
da: Afsendernavn (til bekræftelsesmail til bruger)
de: Name des Absender (Mail an Sender)
es: Nombre del remitente (para correo de confirmación al usuario)
fr: Nom de l'expéditeur (Pour le courrier de confirmation à l'utilisateur)
nl: Naam afzender (voor bevestigingsmail naar gebruiker)
pl: Nazwa nadawcy (w przypadku potwierdzenia poczty do użytkownika)
pt_br: Nome do Remetente (Para Email de Confirmação para o Usuário)
ru: Имя отправителя (для обратной связи)
uk: Ім’я відправника (для підтвердження електронною поштою для користувача)

# flexform.sender.subject
source: Subject for Email to Sender (Empty subject disables mail)
da: Emne for e-mail til afsender (tom emne deaktiverer mail)
de: Betreff der Mail an Absender (Leerer Betreff deaktiviert den Mailversand)
es: Asunto para el email al remitente (el asunto vacío deshabilita el envío)
fr: Sujet du courrier à l'expéditeur (ce qui désactive le courrier)
nl: Onderwerp voor e-mail naar afzender (leeg onderwerp deactiveert versturen)
pl: Temat wiadomości dla nadawcy (pusty temat wyłącza wiadomość)
pt_br: Assunto do Email para o Remetente (Assunto vazio desabilita o email)
ru: Тема для письма отправителю
uk: Тема електронного листа відправнику (порожня тема вимикає пошту)

# flexform.sender.body
source: Bodytext for Email to Sender
da: Brødtekst for e-mail til afsender
de: Inhalt der Mail an Absender
es: Cuerpo del correo al remitente
fr: Texte pour l'e-mail à l'expéditeur
nl: Inhoud van e-mail naar de afzender
pl: Treść maila dla nadawcy
pt_br: Conteúdo do Email para o Remetente
ru: Тело письма отправителю
uk: Основний текст електронної пошти відправнику

# flexform.thx
source: Submit Page
da: Send side
de: Antwortseite
es: Página a mostrar tras el envío
fr: Soumettre la page
nl: Antwoordpagina
pl: Strona po wysłaniu
pt_br: Enviar Página
ru: Страница отправки
uk: Надіслати сторінку

# flexform.thx.body
source: Text on submit page
da: Tekst på send side
de: Text auf Antwortseite
es: Texto a mostrar tras el envío
fr: Texte sur la page d'envoi
nl: Tekst op antwoordpagina
pl: Tekst na stronie po wysłaniu
pt_br: Texto ao enviar página
ru: Текст на странице отправки
uk: Текст на сторінці подання

# flexform.thx.redirect
source: Redirect to any other Page after submit
da: Omdirigér til hvilken som helst anden side efter indsendelse
de: Weiterleitung nach Ausfüllen auf beliebige Seite
es: Redireccionar a cualquier otra página tras el envío
fr: Rediriger vers une autre page après soumission
nl: Doorsturen naar een pagina na versturen
pl: Przekieruj do innej strony po wysłaniu
pt_br: Redirecionar para outra Página após enviar
ru: Перенаправление на любую другую страницу после отправки
uk: Перенаправлення на будь-яку іншу сторінку після надсилання

# flexform_pi2.updateNote
source: ATTENTION: Please select a form in Settings before!
da: BEMÆRK: Vælg venligst en formular i Indstillinger før!
de: ACHTUNG: Bitte zuvor ein Formular in den Einstellungen auswählen!
es: ¡ATENCIÓN: selecciona antes un formulario en Configuración!
fr: ATTENTION : Veuillez d'abord sélectionner un formulaire dans Paramètres !
nl: LET OP: Selecteer eerst een formulier bij de instellingen!
pl: UWAGA: Wybierz najpierw formularz w ustawieniach!
pt_br: ATENÇÃO: Por favor selecione antes um formulário nas Configurações!
ru: ВНИМАНИЕ! Пожалуйста выберите сначала форму в настройках!
uk: УВАГА: Будь ласка, виберіть форму в Налаштуваннях раніше!

# flexform_pi2.main
source: Main Settings
da: Hovedindstillinger
de: Einstellungen
es: Configuración principal
fr: Paramètres Principaux
nl: Hoofdinstellingen
pl: Ustawienia główne
pt_br: Configurações Principais
ru: Основные установки
uk: Основні налаштування

# flexform_pi2.main.switchableControllerActions
source: Choose your view
da: Vælg din visning
de: Wählen Sie Ihre Ansicht
es: Elige tu vista
fr: Choisissez votre vue
pl: Wybierz widok
pt_br: Escolha sua visualização
ru: Выберите ваш вид
uk: Виберіть свій вигляд
