Repository: in2code-de/powermail
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: cs, da, de, es, fa, fr, hr, it, nl, no, pl, pt_br, ro, ru, sl, uk

# BackendSelectionConverterTitle4
source: Attention: Please backup your database before converting. This step is irreversible, even if it was not successful.
de: Achtung: Wir empfehlen dringend, ein Backup vor der Konvertierung zu erstellen. Eine fehlgeschlagene Konvertierung kann in der Regel nicht rückgängig gemacht werden.

# BackendConverterFormDefaultParseFuncTroubleText
source: If you have trouble with form converting, you can let this value completely empty.
de: Wenn beim Konvertieren Probleme auftreten, kann dieses Feld komplett leer gelassen werden.

# BackendConverterFormDryrun
source: Do only a Test Run (no records will be generated or deleted). If you have trouble while form converting, you can try to clean this value completely.
de: Testlauf (es werden keine Datensätze gelöscht oder erstellt).

# BackendCheckTitle
source: Powermail Function Check
de: Powermail Prüfung

# BackendCheckSessionFailed
source: Frontend Sessions are working not properly by using $GLOBALS['TSFE']->fe_user->getKey() and ->setKey() - please ask your Administrator
de: Frontend Sessions arbeiten nicht richtig mit $ GLOBALS ['TSFE'] ->fe_user->getKey () und ->setKey() - fragen Sie bitte Ihren Administrator

# BackendCheckVersionNoInformation
source: It could not be verified if this version is secure or unsecure. Please update the extensions in the Extension Manager.
de: Es konnte nicht sichergestellt werden, ob die Version sicher oder unsicher ist. Bitte aktualisieren Sie die Erweiterungen im Erweiterungsmanager.

# BackendCheckUploadsFolderFailed
source: Default Upload Folder don't exists (uploads/tx_powermail/)
de: Der Standard-Hochlade-Ordner existiert nicht (uploads/tx_powermail/)

# BackendCheckDevelopmentContextActive
source: This TYPO3 instance is running in development context. All mails will be send to %s only.
de: Diese TYPO3 Instanz verwendet den Development Context. Alle E-Mails werden nur an %s gesendet.

# BackendOverviewCol1
source: Form title
de: Formulartitel

# BackendCheckEmailCorrect
source: Email send without problems (mail transmitted to mailserver)
de: Email ohne Probleme vesandt (Mail wurde zum Mailserver übertragen)

# BackendCheckEmailFailed
source: Email cound not send properly (ask your Adminstrator)
de: Email konnte nicht korrekt versendet werden (Fragen Sie Ihren Administrator)

# BackendListFilterShowHidden
source: Show all Mails
de: Nur verborgene E-Mails zeigen

# PowermailFrontendNoMailsDetail
source: Please edit your filtersettings.
de: Bitte bearbeiten Sie Ihre Filter-Einstellungen.

# ExtensionManagerConvertingScriptSuccess
source: All tables successfully converted!
de: Alle Tabellen wurden erfolgreich konvertiert

source: Formfield
de: Formularfeld

# BackendConverterUpdatePageUid
source: Uid
fa: شناسۀ انحصاری
