Repository: in2code-de/powermail
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: cs, da, de, es, fa, fr, hr, it, nl, no, pl, pt_br, ro, ru, sl, uk

# error_wrong_captcha
source: Wrong Captcha value, please try again!
cs: Špatně zadaná Captcha. Prosím zkuste to znovu!
da: Forkert captcha værdi, prøv igen!
de: Falscher Captcha-Wert. Bitte versuchen Sie es nochmal!
es: Código captcha incorrecto, por favor inténtelo de nuevo
fa: مقدار وارد شده برای کدامنیتی صحیح نیست، لطفا دوباره تلاش کنید!
fr: Le captcha est erroné, veuillez réessayer!
hr: Pogrešna captcha vrijednost, molimo pokušajte ponovno!
it: Valore Captcha errato; ripetere l'inserimento!
nl: Onjuiste Captcha waarde, probeer het nog eens!
pl: Błędna wartość Captcha, spróbuj ponownie!
pt_br: Valor de Captcha incorreto, por favor tente novamente!
ru: Неверно введено значение Captcha, попытайтесь снова!
sl: Napačen vnos za Captcha. Prosimo, poskusite znova.
uk: Невірне значення капчі, будь ласка, спробуйте ще раз!

# validationerror_mandatory
source: This field must be filled!
cs: Toto pole je povinné!
da: Dette felt skal udfyldes!
de: Dieses Feld muss ausgefüllt werden!
es: Este campo es obligatorio
fa: این بخش باید پر شود!
fr: Ce champ doit être complété!
hr: Ovo polje je obavezno!
it: Questo campo è obbligatorio!
nl: Dit is een verplicht veld!
no: Dette feltet må fylles ut.
pl: To pole musi zostać wypełnione.
pt_br: Este campo tem de ser preenchido!
ru: Это поле должно быть заполнено!
sl: To je obvezno polje!
uk: Це поле має бути заповнене!

# validationerror_mandatory_multi
source: One of these fields must be filled!
cs: Jedno z těchto polí musí být vyplněno!
da: Et af disse felter skal udfyldes!
de: Eines dieser Felder muss ausgefüllt werden!
es: ¡Uno de esos campos debe ser completado!
fa: یکی از بخش‌های این قسمت باید پر شود!
fr: L'un de ces champs doit être rempli!
hr: Jedno od ovih polja mora biti popunjeno!
it: Uno di questi campi deve essere compilato!
nl: Eén van deze velden moet gevuld worden.
pl: Jedno z tych pól musi być wypełnione!
pt_br: Um destes campos deve ser preenchido!
ru: Одно из этих полей должно быть заполнено!
sl: Eno izmed polj mora biti izpolnjeno!
uk: Одне з цих полів повинно бути заповнено!

# validationerror_captcha
source: Wrong captcha code entered - please try again!
cs: Špatně zadaná captcha - prosím zkuste znovu!
da: Forkert captchakode indtastet - prøv igen!
de: Falscher Captcha-Code eingegeben - bitte probieren Sie es nochmal!
es: Código captcha incorrecto, por favor inténtelo de nuevo
fa: کدامنیتی به درستی وارد نشده است - لطفا دوباره تلاش کنید!
fr: Captcha erroné - veuillez essayer à nouveau !
hr: Pogrešan captcha kod - pokušajte ponovno!
it: Codice captcha errato - tentare ancora!
nl: Verkeerde captcha code opgegeven - probeer het nog eens!
pl: Wprowadzony kod jest niepoprawny - spróbuj ponownie.
pt_br: Código captcha informado incorreto - por favor tente novamente!
ru: Введен неверный код captcha, попытайтесь снова!
sl: Napačen vnos za Captcha. Prosimo, poskusite znova.
uk: Введено неправильний код captcha - спробуйте ще раз!

# validationerror_password
source: Both Password-Fields are not equal!
cs: Obě zadaná hesla nejsou stejné!
da: Begge adgangskodefelter er ikke ens!
de: Die Passwort-Felder stimmen nicht überein!
es: Las contraseñas no coinciden
fa: دو گذرواژۀ وارد شده با هم یکی نیستند!
fr: Les deux champs "Mot de passe" ne concordent pas !
hr: Polja sa lozinkom nisu jednako popunjena!
it: I valori nei campi password non corrispondono!
nl: Beide wachtwoordvelden zijn niet gelijk!
pl: Pola hasło nie są jednakowo wypełnione!
pt_br: Os Campos Senha não conferem!
ru: Значения в полях для пароля не идентичны!
sl: Vnešeni gesli se ne ujemata!
uk: Обидва поля пароля не однакові!

# validationerror_unique
source: This value is already in use - please use a new one!
cs: Hodota je již použita - prosím zadejte jinou hodnotu!
da: Denne værdi er allerede i brug - brug venligst en ny!
de: Dieser Wert wird bereits verwendet - bitte verwenden Sie einen Neuen!
es: Este valor ya está en uso - por favor usa otro
fa: این مقدار قبلا استفاده شده است - لطفا یک مقدار جدید ارائه دهید!
fr: Cette valeur est déjà utilisée - veuillez en utiliser une nouvelle !
it: Questo valore è già utilizzato - per favore selezionarne uno nuovo!
nl: Deze waarde wordt al gebruikt - gebruik aub een nieuwe waarde!
pl: Ta wartość jest już w użyciu - użyj nowej!
pt_br: Este campo já está em uso - por favor utilize um novo!
ru: Это значение уже используется, укажите другое!
sl: Vnešena vrednost je že v uporabi. Prosimo, vnesite novo vrednost!
uk: Це значення вже використовується - використовуйте нове!

# validationerror_validation
source: Your input is not allowed!
cs: Zadaná hodnota není povolena!
da: Din indtastning er ikke tilladt!
de: Diese Eingabe ist nicht erlaubt!
es: Este valor no está permitido
fa: مقدار واردشده مجاز نیست!
fr: Votre saisie n'est pas autorisée !
hr: Vaš unos nije dopušten!
it: L'input non è ammesso!
nl: Deze invoer is niet toegestaan!
pl: Wprowadzona wartość jest niedozwolona.
pt_br: Sua entrada não é permitida!
ru: Введено недопустимое значение!
sl: Nedovoljena vrednost!
uk: Ваше введення не допускається!

# validationerror_validation.1
source: This is not a valid email address!
cs: Toto není správná emailová adresa!
da: Dette er ikke en gyldig e-mailadresse!
de: Keine gültige E-Mail-Adresse!
es: Esta no es una dirección de email válida!
fa: این یک نشانی رایانامۀ معتبر شناخته نمی‌شود!
fr: Ceci n'est pas une adresse e-mail valide !
hr: Ovo nije ispravna e-mail adresa!
it: Questo non è un indirizzo email valido!
nl: Dit is een ongeldig e-mailadres!
pl: To nie jest poprawny adres e-mail!
pt_br: Este não é um endereço de email válido!
ru: Адрес почты указан неверно!
sl: E-naslov ni veljaven!
uk: Це недійсна електронна адреса!

# validationerror_validation.2
source: This is not a valid URL!
cs: Toto není správná URL!
da: Dette er ikke en gyldig URL!
de: Keine gültige URL!
es: Esta no es una URL válida!
fa: این یک نشانی اینترنتی معتبر نمی‌باشد!
fr: Ceci n’est pas une URL valide !
hr: Ovo nije ispravan URL!
it: Questo non è un indirizzo URL valido!
nl: Dit is geen geldige URL!
pl: To nie jest poprawny adres URL!
pt_br: Esta não é uma URL válida.
ru: Это не похоже на URL!
sl: URL povezava ni veljavna!
uk: Це недійсний URL!

# validationerror_validation.3
source: This is not a valid Phone Number!
cs: Toto není správné telefonní číslo!
da: Dette er ikke et gyldigt telefonnummer!
de: Keine gültige Telefonnummer!
es: Este no es un número de teléfono válido!
fa: این یک شمارۀ تلفن معتبر نمی‌باشد!
fr: Ce numéro de téléphone n'est pas valide !
hr: Ovo nije ispravan broj telefona!
it: Questo non è un numero di telefono valido!
nl: Dit is geen geldig telefoonnummer!
pl: To nie jest poprawny numer telefonu!
pt_br: Este não é um Número de Telefone válido!
ru: Это не похоже на номер телефона!
sl: Telefonska številka ni veljavna!
uk: Це недійсний номер телефону!

# validationerror_validation.4
source: Please insert numbers only!
cs: Zadejte prosím jenom číslice!
da: Indsæt venligst kun numre!
de: Bitte nur Nummern eintragen!
es: Entra sólo números
fa: لطفا فقط از اعداد استفاده نمایید!
fr: Veuillez insérer uniquement des nombres !
hr: Molimo Vas da unesete samo znamenke!
it: Inserire solo numeri!
nl: Alleen cijfers invullen!
pl: Proszę wprowadzić tylko cyfry!
pt_br: Por favor insira apenas números!
ru: Введите только цифры!
sl: Prosimo, vnestite le številke!
uk: Будь ласка, вводьте лише цифри!

# validationerror_validation.5
source: Please insert letters only!
cs: Zadejte prosím jenom písmena!
da: Indsæt venligst kun bogstaver!
de: Bitte nur Buchstaben eintragen!
es: Por favor, entra solo letras.
fa: لطفا فقط از حروف استفاده نمایید!
fr: Veuillez insérer uniquement des lettres !
hr: Molimo Vas da unesete samo slova!
it: Inserire solo lettere!
nl: Alleen letters invullen!
pl: Proszę wprowadzać tylko litery!
pt_br: Por favor insira apenas letras!
ru: Введите только буквы!
sl: Prosimo, vnesite le številke!
uk: Будь ласка, вставляйте лише букви!

# validationerror_validation.6
source: Please increase number!
cs: Zvyšte prosím číslo!
da: Forøg venligst antal!
de: Bitte höhere Zahl eintragen!
es: Por favor, aumenta el número.
fa: لطفا عدد بزرگتری وارد کنید!
fr: Veuillez augmenter le nombre !
hr: Molimo Vas da unesete veći broj!
it: Aumentare il valore inserito
nl: Verhoog het getal!
pl: Proszę zwiększyć liczbę!
pt_br: Por favor aumente o número!
ru: Увеличьте число!
sl: Prosimo, povečajte vrednost!
uk: Будь ласка, збільште число!

# validationerror_validation.7
source: Please decrease number!
cs: Snižte prosím číslo!
da: Venligst formindsk antal!
de: Bitte eine kleinere Zahl eingeben.
es: Por favor, disminuye el número.
fa: لطفا عدد کوچکتری وارد نمایید!
fr: Veuillez diminuer le nombre !
hr: Molimo Vas da unesete manji broj!
it: Diminuire il valore inserito
nl: Verlaag het getal!
pl: Proszę zmniejszyć liczbę!
pt_br: Por favor diminua o número!
ru: Уменьшите число!
sl: Prosimo, zmanjšajte vrednost!
uk: Будь ласка, зменшіть число!

# validationerror_validation.8
source: Number too high or too low!
da: Tallet er for højt eller lavt!
es: El número es demasiado alto o bajo.
fr: Nombre trop élevé ou trop bas faible !
nl: Getal te hoog of te laag!
uk: Число занадто велике або занадто низьке!

# validationerror_validation.9
source: Your input is not valid (too many or too less signs)
da: Din indtastning er ikke gyldigt (for mange eller for få tegn)
de: Ihre Eingabe ist ungültig (Zu viele oder zu wenig Zeichen)
es: El valor entrado es incorrecto (demasiados o pocos signos)
fr: Votre entrée n'est pas valide (trop ou pas assez de caractères)
nl: De invoer is niet geldig (te veel of te weinig tekens)
pt_br: Sua entrada não é válida (muito ou poucos sinais).
ru: Неверное значение (слишком мало или много знаков)
uk: Ваші дані недійсні (забагато або замало знаків)

# validationerror_validation.10
source: Error in validation!
cs: Chyba ve validaci!
da: Fejl i validering!
de: Fehler in Validierung!
es: Error en la validación.
fa: خطا در اعتبارسنجی!
fr: Erreur de validation !
hr: Pogreška kod validacije!
it: Errore di validazione!
nl: Fout in validatie!
pl: Błąd walidacji
pt_br: Erro na validação!
ru: Ошибка при проверке!
sl: Napaka pri preverjanju!
uk: Помилка перевірки!

# validationerror_upload_extension
source: It's not allowed to upload a file with this extension!
cs: Není povolené nahárát soubor s touto příponou!
da: Det er ikke tilladt at uploade en fil med denne filtype!
de: Dateien mit dieser Erweiterung dürfen nicht hochgeladen werden!
es: No está permitido subir un archivo con esta extensión
fa: امکان ارسال فایل با این پسوند وجود ندارد!
fr: Il n'est pas autorisé de télécharger un fichier avec cette extension !
hr: Nije dopušteno podnostiti datoteke sa ovim nastavkom!
it: Non è consentito caricare file con questa estensione!
nl: Het is niet toegestaan om een bestand met deze extensie te uploaden!
pl: To nie jest dozwolone, aby przesłać plik z tym rozszerzeniem!
pt_br: Não é permitido enviar um arquivo com esta extensão!
ru: Недопустимо загружать файл с таким расширением!
uk: Завантажувати файл із таким розширенням заборонено!

# validationerror_upload_size
source: The file, that you want to upload is too large!
cs: Soubor, který chcete nahrát, je příliš velký!
da: Filen, som du vil uploadede, er for stor!
de: Diese Datei ist zu groß!
es: El fichero que trata de subir es demasiado grande
fa: فایلی که قصد ارسال آن را داشتید فراتر از حجم مورد نظر است!
fr: Le fichier que vous voulez télécharger est trop volumineux !
hr: Datoteka koju pokušavate predati je veća od ograničenja!
it: Il file che desideri caricare in upload è troppo grande!
nl: Het bestand dat je probeert te uploaden is te groot!
pl: Plik, który chcesz załadować jest zbyt duży!
pt_br: O arquivo que você quer enviar é muito grande!
ru: Слишком большой размер загружаемого файла!
uk: Файл, який ви хочете завантажити, завеликий!

# validationerror_upload_error
source: Upload failed, please check permissions on the server!
da: Upload mislykkedes, tjek venligst tilladelser på serveren!
es: Subida de archivo fallida, por favor revise los permisos en el servidor
fr: Échec du téléchargement, veuillez vérifier les permissions sur le serveur !
nl: Uploaden is mislukt, controleer de rechten op de server!
uk: Помилка завантаження, перевірте дозволи на сервері!

# validationerror_spam
source: Spam recognized:
da: Spam genkendt:
de: Als Spam erkannt:
es: Spam reconocido:
fa: تشخیص هرزنامه:
fr: Spam reconnu :
hr: Prepoznata neželjena pošta:
it: Spam riconosciuto:
nl: Spam herkend:
pl: Spam rozpoznany:
pt_br: Spam detectado:
ru: Распознан спам:
sl: Prepoznava vsiljene pošte:
uk: Виявлено спам:

# validationerror_spam_details
source: Spam chance in this message!
da: Spam chance i denne besked!
de: In dieser Nachricht könnte sich Spam befinden!
es: Es posible que este mensaje sea spam.
fa: احتمال هرزنامه در این پیام!
fr: Probabilité de spam dans ce message !
hr: Vjerojatnost neželjene poruke u ovoj poruci!
it: Questo messaggio è potenzialmente spam!
nl: Dit bericht kan spam bevatten!
pl: Prawdopodobieństwo spamu w tej wiadomości
pt_br: Chance de Spam nesta mensagem!
ru: Это сообщение может быть спамом!
sl: To e-sporočilo je lahko prepoznano kot vsiljena pošta!
uk: Можливість спаму в цьому повідомленні!

# writePasswordAgain
source: Please write again
cs: Zadejte prosím znovu
da: Skriv venligst igen
de: Bitte wiederholen
es: Escríbalo de nuevo
fa: لطفا دوباره بنویسید
fr: Veuillez réessayer
hr: Molimo unesite ponovno
it: Prego ripetere nuovamente il testo
nl: Vul nogmaals in
pl: Prosimy wypełnić ponownie
pt_br: Por favor escreva novamente
ru: Повторите
sl: Prosimo, ponovite vnos
uk: Будь ласка, напишіть ще раз

# datepicker_format_date
source: Y-m-d
cs: d.m.Y
de: d.m.Y
fr: d-m-Y
hr: G-m-d
pt_br: d-m-Y
ru: Г-м-д
sl: d.m.Y
uk: Р-м-д

# datepicker_format_datetime
source: Y-m-d H:i
cs: d.m.Y H:i
de: d.m.Y H:i
fr: d-m-Y H:m
hr: G-m-d S:s
pt_br: d-m-Y H:i
ru: Г-м-д Ч:м
sl: d.m.Y H:i
uk: Р-м-д Год:хв

# datepicker_format_time
source: H:i
fr: H:m
hr: S:s
pl: G:m
ru: Ч:м
uk: Год:хв

# datepicker_day_so
source: So
cs: Ne
da: Søn
es: Do
fa: یکشنبه
fr: Di
hr: Ne
it: Dom
nl: zo
pl: Sob
pt_br: Do
ru: Вс
sl: Ned
uk: Нд

# datepicker_day_mo
source: Mo
cs: Po
da: Man
es: Lu
fa: دوشنبه
fr: Lun
hr: Po
it: Lun
nl: ma
pl: Pon
pt_br: Se
ru: Пн
sl: Pon
uk: Пн

# datepicker_day_tu
source: Tu
cs: Út
da: Tirs
de: Di
es: Ma
fa: سه‌شنبه
fr: Ma
hr: Ut
it: Mar
nl: di
pl: Wt
pt_br: Te
ru: Вт
sl: Tor
uk: Вт

# datepicker_day_we
source: We
cs: St
da: Ons
de: Mi
es: Mi
fa: چهارشنبه
fr: Me
hr: Sr
it: Mer
nl: wo
pl: Śr
pt_br: Qu
ru: Ср
sl: Sre
uk: Ср

# datepicker_day_th
source: Th
cs: Čt
da: Tors
de: Do
es: Ju
fa: پنج‌شنبه
fr: Je
hr: Če
it: Gio
nl: do
pl: Czw
pt_br: Qu
ru: Чт
sl: Čet
uk: Чт

# datepicker_day_fr
source: Fr
cs: Pá
da: Fre
es: Vi
fa: جمعه
fr: Ve
hr: Pe
it: Ven
nl: vr
pl: Pią
pt_br: Se
ru: Пт
sl: Pet
uk: Пт

# datepicker_day_sa
source: Sa
cs: So
da: Lør
fa: شنبه
hr: Su
it: Sab
nl: za
pl: Nie
pt_br: Sá
ru: Сб
sl: Sob
uk: Сб

# datepicker_month_jan
source: January
cs: Leden
da: Januar
de: Januar
es: Enero
fa: ژانویه
fr: Janvier
hr: Siječanj
it: Gennaio
nl: januari
pl: Styczeń
pt_br: Janeiro
ru: Январь
sl: Januar
uk: Січень

# datepicker_month_feb
source: February
cs: Únor
da: Februar
de: Februar
es: Febrero
fa: فوریه
fr: Février
hr: Veljača
it: Febbraio
nl: februari
pl: Luty
pt_br: Fevereiro
ru: Февраль
sl: Februar
uk: Лютий

# datepicker_month_mar
source: March
cs: Březen
da: Marts
de: März
es: Marzo
fa: مارس
fr: Mars
hr: Ožujak
it: Marzo
nl: maart
pl: Marzec
pt_br: Março
ru: Март
sl: Marec
uk: Березень

# datepicker_month_apr
source: April
cs: Duben
es: Abril
fa: آوریل
fr: Avril
hr: Travanj
it: Aprile
pl: Kwiecień
pt_br: Abril
ru: Апрель
uk: Квітень

# datepicker_month_may
source: May
cs: Květen
da: Maj
de: Mai
es: Mayo
fa: می
fr: Mai
hr: Svibanj
it: Maggio
nl: mei
pl: Maj
pt_br: Maio
ru: Май
sl: Maj
uk: Травень

# datepicker_month_jun
source: June
cs: Červen
da: Juni
de: Juni
es: Junio
fa: جون
fr: Juin
hr: Lipanj
it: Giugno
nl: juni
pl: Czerwiec
pt_br: Junho
ru: Июнь
sl: Junij
uk: Червень

# datepicker_month_jul
source: July
cs: Červenec
da: Juli
de: Juli
es: Julio
fa: جولای
fr: Juillet
hr: Srpanj
it: Luglio
nl: juli
pl: Lipiec
pt_br: Julho
ru: Июль
sl: Julij
uk: Липень

# datepicker_month_aug
source: August
cs: Srpen
es: Agosto
fa: آگوست
fr: Août
hr: Kolovoz
it: Agosto
nl: augustus
pl: Sierpień
pt_br: Agosto
ru: Август
sl: Avgust
uk: Серпень

# datepicker_month_sep
source: September
cs: Září
es: Septiembre
fa: سپتامبر
fr: Septembre
hr: Rujan
it: Settembre
pl: Wrzesień
pt_br: Setembro
ru: Сентябрь
uk: Вересень

# datepicker_month_oct
source: October
cs: Říjen
da: Oktober
de: Oktober
es: Octubre
fa: اکتبر
fr: Octobre
hr: Listopad
it: Ottobre
nl: oktober
pl: Październik
pt_br: Outubro
ru: Октябрь
sl: Oktober
uk: Жовтень

# datepicker_month_nov
source: November
cs: Listopad
es: Noviembre
fa: نوامبر
fr: Novembre
hr: Studeni
it: Novembre
pl: Listopad
pt_br: Novembro
ru: Ноябрь
uk: Листопад

# datepicker_month_dec
source: December
cs: Prosinec
de: Dezember
es: Diciembre
fa: دسامبر
fr: Décembre
hr: Prosinac
it: Dicembre
pl: Grudzień
pt_br: Dezembro
ru: Декабрь
uk: Грудень

# JsValidationCheckCheckboxes
source: Please check min. 1
cs: Vyberte prosím alespoň 1
da: Kontroller venligst min. 1
de: Bitte wählen Sie mindestens eine Option
es: Por favor seleccione al menos una opción
fa: لطفا حداقل 1 را بررسی نمایید
fr: Veuillez contrôler au min 1
hr: Molimo odaberite barem jednu ponuđenu stavku
it: Verifica min. 1
nl: Selecteer er min. 1
pl: Proszę sprawdzić min. 1
pt_br: Por favor marque no mín. 1
ru: Проверьте мин. 1
uk: Будь ласка, перевірте min. 1

# JsValidationCheckInteger
source: Not a valid number
cs: Není validní číslo
da: Ikke et gyldigt tal
de: Keine gültige Zahl
es: Numero inválido
fa: عدد معتبری نیست
fr: Numéro non valide
hr: Nije valjan broj
it: numero non valido
nl: Geen geldig getal
pl: Proszę wprowadzić numer
pt_br: Não é um número válido
ru: Недопустимое число
sl: Neveljaven vnos
uk: Недійсне значення

# JsValidationCheckRequired
source: This field is required
cs: Toto pole je povinné
da: Dette felt er påkrævet
de: Dies ist ein Pflichtfeld
es: Este campo es obligatorio
fa: این بخش الزامی است
fr: Ce champ est obligatoire
hr: Ovo polje je obavezno
it: Questo campo è obbligatorio
nl: Dit is een verplicht veld
pl: To pole jest wymagane
pt_br: Este campo é obrigatório
ru: Обязательно для заполнения
sl: To polje je obvezno
uk: Це поле обовʼязкове

# JsValidationCheckRequiredOption
source: Please select an option
cs: Vyberte prosím jinou možnost
da: Vælg venligst en mulighed
de: Bitte wählen Sie eine Option
es: Por favor seleccione una opción
fa: لطفا یک مورد را برگزینید
fr: Merci de sélectionner une option
hr: Molimo odaberite opciju
it: Seleziona una opzione
nl: Selecteer een van de opties
pl: Proszę wybrać opcję
pt_br: Por favor, selecione uma opção
ru: Выберете значение
sl: Prosimo, izberite vrednost
uk: Будь ласка, виберіть варіант

# JsValidationCheckEmail
source: Invalid Email
cs: Chybný Email
da: Ugyldig e-mail
de: Ungültige Emailadresse
es: Email no válido
fa: رایانامۀ نامعتبر
fr: Email invalide
hr: Neispravan e-mail
it: Indirizzo Email non valido
nl: Ongeldig e-mailadres
pl: Podany adres e-mail zawiera błędy
pt_br: Email Inválido
ru: Неверный email
sl: Neveljaven e-naslov
uk: Недійсна електронна адреса

# JsValidationCheckUrl
source: Invalid URL
cs: Chybná URL
da: Ugyldig URL
de: Ungültige URL
es: URL Inválida
fa: نشانی اینترنتی نامعتبر
fr: URL invalide
hr: Neispravna poveznica
it: URL non valida
nl: Ongeldige URL
pl: Nieprawidłowy URL
pt_br: URL Inválida
ru: Неверный URL
sl: Neveljaven URL
uk: Недійсний URL

# JsValidationCheckPhone
source: Invalid Phone No
cs: Chybné Telefonní číslo
da: Ugyldigt telefonnummer
de: Ungültige Telefonnummer
es: Número de teléfono inválido
fa: شماره تلفن نامعتبر
fr: Numéro de téléphone invalide
hr: Neispravan broj telefona
it: Numero di telefono non valido
nl: Ongeldig telefoonnummer
pl: Nieprawidłowy nr telefonu
pt_br: Número de Telefone Inválido
ru: Неверный номер телефона
sl: Neveljavna telefonska številka
uk: Недійсний номер телефону

# JsValidationCheckLetters
source: Only Letters allowed
cs: Jsou povoleny pouze písmena
da: Kun bogstaver tilladt
de: Nur Buchstaben erlaubt
es: Sólo se permiten letras
fa: تنها حروف پذیرفته می‌شوند
fr: Seules des lettres sont autorisées
hr: Dopuštena su samo slova
it: Sono permessi solo caratteri alfabetici
nl: Alleen letters toegestaan
pl: Tylko litery dozwolone
pt_br: Apenas letras são permitidas
ru: Допустимы только буквы
uk: Дозволені лише літери

# BackendSelectionList
source: Mail List
da: Mail liste
de: Mail Liste
es: Lista de correo
fa: فهرست پستی
fr: Liste d'e-mails
hr: E-mail lista
nl: E-maillijst
pl: Lista e-mail
pt_br: Lista de emails
ru: Список писем
uk: Список розсилки

# BackendSelectionReporting
source: Reporting
da: Rapportering
de: Report
es: Reportando
fa: گزارش
fr: Rapport
hr: Izvještavanje
it: Rapporto
nl: Rapportage
pl: Raportowanie
pt_br: Reportando
ru: Отчет
uk: Звітність

# BackendSelectionReportingForm
source: Reporting (Form)
da: Rapportering (Formular)
de: Bericht (Formular)
es: Informes (Formulario)
fa: گزارش (فرم)
fr: Rapports (Formulaire)
hr: Izvještavanje (obrazac)
nl: Rapportage (formulier)
pl: Raportowanie (Od)
pt_br: Reportando (Formulário)
ru: Отчетность (Форма)
uk: Звітність (Форма)

# BackendSelectionReportingMarketing
source: Reporting (Marketing)
da: Rapportering (markedsføring)
de: Bericht (Marketing)
es: Informes (Marketing)
fa: گزارش (بازاریابی)
fr: Rapports (Marketing)
hr: Izvještavanje (marketing)
nl: Rapportage (marketing)
pl: Raportowanie (Marketing)
pt_br: Reportando (Marketing)
ru: Отчетность (Маркетинг)
uk: Звітність (Маркетинг)

# BackendSelectionTools
source: Tools
da: Værktøjer
de: Werkzeuge
es: Herramientas
fa: ابزار
fr: Outils
hr: Alati
it: Strumenti
nl: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
sl: Orodja
uk: Інструменти

# BackendSelectionOverview
source: Form Overview
da: Formular oversigt
de: Formular-Übersicht
es: Resumen del formulario
fa: خلاصه فرم
fr: Aperçu des formulaires
hr: Pregled obrasca
it: Panoramica del form
nl: Formulieroverzicht
pl: Podgląd formularza
pt_br: Visão Geral do Formulário
ru: Обзор формы
uk: Огляд форми

# BackendSelectionCheck
source: Function Check
da: Kontrol af funktion
de: Powermail Funktionsprüfung
es: Comprobación de función
fa: بررسی عملکرد
fr: Contrôle de la fonction
hr: Powermail provjera funkcije
it: Powermail Function Check
nl: Functiecontrole
pl: Sprawdzenie fukcji
pt_br: Verificação da Função
ru: Проверка функций Powermail
uk: Перевірка функцій

# BackendSelectionConverterTitle
source: Form Converter
da: Formular konvertering
de: Formular-Konvertierer
es: Convertidor de formulario
fa: تبدیل فرم
fr: Convertisseur de formulaire
hr: Konverter obrasca
it: Convertitore di form
nl: Formulieromzetter
pt_br: Conversor de Formulário
ru: Преобразование форм
uk: Конвертер форм

# BackendSelectionConverterTitle2
source: Converts all Powermail 1.x to 2.x Forms
da: Konverterer alle Powermail 1.x til 2.x formularer
de: Konvertiert alle alten Powermail 1.x zu 2.x Formulare
es: Convierte formularios Powermail 1.x a 2.x
fa: تبدیل همۀ فرم‌های Powermail 1.x به فرمهای 2.x
fr: Convertit tous les formulaires Powermail 1.x en formulaires Powermail 2.x
it: Converte tutti i form Powermail da 1.x a 2.x
nl: Converteert alle Powermail 1.x naar 2.x formulieren
pt_br: Converte todos os Formulários Powermail 1.x para 2.x
ru: Преобразование форм Powermail 1.х в версию 2.х
uk: Перетворює всі форми Powermail 1.x у 2.x
