Repository: in2code-de/powermail
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: cs, da, de, es, fa, fr, hr, it, nl, no, pl, pt_br, ro, ru, sl, uk

# BackendListMailDeleteConfirmation
source: Really Delete This Mail?
da: Slet denne mail?
de: Diese E-Mail wirklich löschen?
es: ¿Estás seguro de que deseas borrar este correo?
fr: Voulez-vous vraiment supprimer cet e-mail?
it: Eliminare veramente queste mail?
nl: Weet je het zeker dat je deze e-mail wilt verwijderen?
ru: Подтверждаете удаление письма?
uk: Дійсно видалити цей Лист?

# BackendListHelpDetails
source: Show Mail Details
da: Vis mail detaljer
de: E-Mail-Details zeigen
es: Mostrar detalles del correo
fr: Afficher les détails du mail
it: Visualizza le email inviate
nl: Detail e-mail tonen
ru: Показать сведения о письме
uk: Показати деталі пошти

# BackendListHelpEdit
source: Edit this Mail
da: Rediger denne mail
de: Diese E-Mail bearbeiten
es: Editar este correo
fr: Editer cet e-mail
it: Modifica questa email
nl: Deze e-mail bewerken
ru: Править письмо
uk: Редагувати це повідомлення

# BackendListHelpUnhide
source: Activate this Mail
da: Aktivér denne mail
de: Diese E-Mail sichtbar machen
es: Activar el correo
fr: Activer cet e-mail
it: Attiva questa email
nl: Deze e-mail activeren
ru: Включить письмо
uk: Активуйте цю пошту

# BackendListHelpHide
source: Deactivate this Mail
da: Deaktiver denne mail
de: Diese E-Mail sichtbar machen
es: Desactivar el correo
fr: Désactiver cet e-mail
it: Disattiva questa email
nl: Deze e-mail deactiveren
ru: Отключить это письмо
uk: Деактивувати цю пошту

# BackendListNoMails
source: No Mails to show
da: Ingen mails at vise
de: Keine Mails vorhanden
es: No se han encontrado correos
fr: Aucun e-mail à afficher
it: Nessuna email da visualizzare
nl: Geen e-mails gevonden
pl: Brak maili do pokazania
ru: Нет писем
uk: Немає листів для показу

# BackendListNoMailsSub
source: Please choose another page or modify your filter settings
da: Vælg venligst en anden side eller rediger dine filterindstillinger
de: Bitte wählen Sie eine andere Seite oder verändern Ihre Filter-Einstellungen
es: Elige otra página o cambia la configuración del filtro
fr: Veuillez choisir une autre page ou modifier vos paramètres de filtre
it: Scegli un'altra pagina o modifica le impostazioni dei filtri
nl: Selecteer een andere pagina of wijzig je pagina filter
pl: Proszę wybrać inną stronę lub zmienić ustawienia filtra
ru: Выберете другую страницу или измените примененный фильтр
uk: Виберіть іншу сторінку або змініть налаштування фільтра

# BackendListFilterFulltextSearch
source: Fulltext Search:
da: Fuldtekst søgning:
de: Volltextsuche:
es: Búsqueda de texto completo:
fr: Recherche dans le texte complet:
it: Ricerca fulltext:
nl: Zoeken in de volledige tekst:
pl: Przeszukiwanie całego tekstu:
ru: Полнотекстовый поиск:
uk: Повнотекстовий пошук:

# BackendListFilterFulltextSearchFormFilter
source: Reduce to one form:
da: Reducér til én form:
de: Auf ein Formular reduzieren:
es: Reducir a un formulario:
fr: Réduire à un formulaire :
it: Riduci a un form:
nl: Terugbrengen tot één formulier:
pl: Zredukuj do jednego formularza:
ru: Сократить до одной формы:
uk: Звести до однієї форми:

# BackendListFilterFulltextSearchSubmit
source: Filter List
da: Filtrer liste
de: Filter Liste
es: Lista de filtros
fr: Liste des filtres
it: Lista dei filtri
nl: Filter lijst
pl: Lista filtrów
ru: Фильтрация списка
uk: Список фільтрів

# BackendListFilterExtendedSearch
source: Extended Search
da: Udvidet søgning
de: Erweiterte Suche
es: Búsqueda avanzada
fr: Recherche étendue
it: Ricerca estesa
nl: Uitgebreid zoeken
pl: Zaawansowane szukanie
ru: Расширенный поиск
uk: Розширений пошук

# BackendListFilterStart
source: Start
es: Inicio
fr: Lancement
it: Inizio
ru: Начать
uk: Почати

# BackendListFilterEnd
source: Stop
de: Stopp
es: Fin
fr: Arrêt
it: Fine
ru: Стоп
uk: Зупинити

# BackendListFilterName
source: Sender Name
da: Afsenders Navn
de: Name des Absenders
es: Nombre del remitente
fr: Nom de l'éxpéditeur
it: Nome del mittente
nl: Naam afzender
pl: Nazwa nadawcy
pt_br: Nome do Remetente
ru: Имя отправителя
uk: Ім'я відправника

# BackendListFilterMail
source: Sender Email
da: Afsender E-Mail
de: E-Mail des Absenders
es: Email del remitente
fr: Email de l'expéditeur
it: Email dei mittenti
nl: E-mailadres afzender
pl: Adresy email nadawców
pt_br: Email do Remetente
ru: Email отправителя
uk: Електронна пошта відправника

# BackendListFilterSubject
source: Subject
cs: Předmět
da: Emne
de: Betreff
es: Asunto
fa: موضوع
fr: Sujet
hr: Naslov
it: Oggetto
nl: Onderwerp
no: Emne
pl: Temat
pt_br: Assunto
ro: Subiect
ru: Тема
sl: Zadeva
uk: Тема

# BackendListFilterHidden
source: Deactivated Mails
da: Deaktiverede Mails
de: Verborgene E-Mails
es: Correos desactivados
fr: Mails désactivés
it: Disattiva e-mail
nl: Uitgeschakelde e-mails
pl: Dezaktywowane maile
ru: Отключенные письма
uk: Деактивовані листи

# BackendListFilterDefaultFields
source: Default Fields
da: Standard felter
de: Standard Felder
es: Campos por defecto
fr: Champs par défaut
nl: Standaardvelden
pl: Domyślne pola
ru: Поля по умолчанию
uk: Стандартні поля

# BackendListFilterAddField
source: Additional Fields
da: Yderligere felter
de: Zusätzliche Felder
es: Campos adicionales
fr: Champs supplémentaires
it: Campi aggiuntivi
nl: Extra velden
pl: Dodatkowe pola
ru: Дополнительные поля
uk: Додаткові поля

# BackendListFilterClean
source: Delete Filters
da: Slet Filtre
de: Filter löschen
es: Borrar filtros
fr: Supprimer les filtres
it: Campi eliminati
nl: Filters verwijderen
pl: Usuń filtry
ru: Убрать фильтры
uk: Видалити фільтри

# BackendListFilterCleanLink
source: Show all Mails
da: Vis alle mails
de: Alle E-Mails zeigen
es: Mostrar todos los correos
fr: Afficher tous les e-mails
it: Visualizza tutte le email
nl: Alle e-mails tonen
pl: Pokaż wszystkie maile
ru: Показать все письма
uk: Показати всі листи

# BackendListFilterShowHidden
source: Show only deactivated Mails
da: Vis kun deaktiverede mails
es: Mostrar solo correos desactivados
fr: Afficher uniquement les messages désactivés
it: Mostra solo e-mail disattivate
nl: Alleen gedeactiveerde e-mails tonen
pl: Pokaż tylko nieaktywne maile
ru: Показать только отключенные письма
uk: Показувати лише деактивовані листи

# BackendListFilterShowNonHidden
source: Show only activated Mails
da: Vis kun aktiverede mails
de: Zeige nur aktivierte Mails
es: Mostrar solo correos activados
fr: Afficher uniquement les messages activés
it: Mostra solo e-mail attivate
nl: Alleen geactiveerde e-mails tonen
pl: Pokaż tylko aktywne maile
ru: Показать только включенные письма
uk: Показати тільки активовані листи

# BackendListFilterExtendedExport
source: Extended Export Settings
da: Udvidet eksportindstillinger
de: Erweiterte Export-Einstellungen
es: Ajustes de exportación extendidos
fr: Paramètres d'export étendu
nl: Uitgebreide export instellingen
pl: Zaawansowane opcje exportu
ru: Расширенная настройка экспорта
uk: Розширені налаштування експорту

# BackendListFilterExtendedExportLeftLabel
source: Columns in Export file
da: Kolonner i eksportfil
de: Spalten in der Export-Datei
es: Columnas en el fichero de exportación
fr: Colonnes dans le fichier d'exportation
it: Colonne nel file di esportazione
nl: Kolommen in exportbestand
pl: Kolumny w pliku eksportu
ru: Столбцы в файле экспорта
uk: Стовпці у файлі експорту

# BackendListFilterExtendedExportRightLabel
source: Available Columns
da: Tilgængelige kolonner
de: Verfügbare Spalten
es: Columnas disponibles
fr: Colonnes disponibles
it: Colonne disponibili
nl: Beschikbare kolommen
pl: Dostępne kolumny
ru: Доступные столбцы
uk: Доступні стовпці

# BackendReportingTitle
source: Mail Reporting
da: Mail rapportering
de: Mail-Report
es: Informes de correo
fr: Rapport d'e-mail
it: Report dell'email
nl: E-mailrapportage
pl: Raportowanie poczty
ru: Отчет по письмам
uk: Звітування поштою

# BackendReportingForm
source: Form Reporting
da: Formular rapportering
de: Formular-Report
es: Informe de formularios
fr: Rapports de formulaire
it: Report del form
nl: Formulierrapportage
pl: Raportowanie formularza
ru: Форма отчета
uk: Форма звітності

# BackendReportingFormTitle
source: Form Reporting
da: Formular rapportering
de: Formular-Report
es: Informe de formularios
fr: Rapports de formulaire
it: Report del form
nl: Formulierrapportage
pl: Raportowanie formularza
ru: Форма отчета
uk: Форма звітності

# BackendReportingFormValue
source: Value
da: Værdi
de: Wert
es: Valor
fr: Valeur
it: Valore
nl: Waarde
pl: Wartość
ru: Значение
uk: Значення

# BackendReportingFormSubtitle1
source: Reporting with
da: Rapportering med
de: Report mit
es: Informar con
fr: Rapporté avec
it: Report con
nl: Rapportage met
pl: Raportowanie z
ru: Отчет о
uk: Звітуючи з

# BackendReportingFormAmount
source: Amount
da: Beløb
de: Menge
es: Cantidad
fr: Quantité
it: Ammontare
nl: Aantal
pl: Ilość
ru: Количество
uk: Кількість

# BackendReportingMarketing
source: Marketing Reporting
da: Marketing rapportering
de: Marketing-Report
es: Informe de Marketing
fr: Rapport de marketing
it: Report del marketing
nl: Marketingrapportage
pl: Raportowanie marketingowe
ru: Маркетинговая отчетность
uk: Маркетингова звітність

# BackendReportingMarketingTitle
source: Marketing Reporting
da: Marketing rapportering
de: Marketing-Report
es: Informe de Marketing
fr: Rapport de marketing
it: Report del marketing
nl: Marketingrapportage
pl: Raportowanie marketingowe
ru: Маркетинговая отчетность
uk: Маркетингова звітність

# BackendReportingNoValues
source: No Values to Show
da: Ingen værdier at vise
de: Keine Werte anzuzeigen
es: No hay valores a mostrar
fr: Aucune valeur à afficher
it: Nessun valore visualizzato
nl: Geen waarden om weer te geven
pl: Brak wartości do wyświetlenia
ru: Нет значений для отображения
uk: Немає значень для відображення

# BackendPluginInformationNoHeader
source: [no header]
da: [ingen header]
de: [kein Titel]
fr: [pas d'en-tête]
it: [nessuna intestazione]
nl: [geen kop]
pl: [bez nagłówka]
ru: [без заголовка]
uk: [без заголовка]

# BackendPluginInformationTitleMailForm
source: Mailform configuration
da: Mailform konfiguration
de: Mailformular Konfiguration
es: Configuración del formulario
fr: Configuration du service de mail
it: Mailform configurazione
nl: Configuratie e-mailformulier
pl: Konfiguracja poczty
ru: Конфигурация почтовой формы
uk: Налаштування поштової форми

# BackendPluginInformationTitleLastMails
source: Last mails from this form
da: Seneste mails fra denne formular
de: Letzte E-Mails dieses Formulares
es: Últimos correos de este formulario
fr: Derniers e-mails de ce formulaire
it: Ultima email da questo form
nl: Laatste e-mails van dit formulier
pl: Ostatnie maile z tego formularza
ru: Последние письма из этой формы
uk: Останні листи з цієї форми

# BackendPluginInformationTitlePi2
source: Show and manage mails in Frontend
da: Vis og håndtér e-mails i frontend
de: Zeige und verwalte Emails im Frontend
es: Mostrar y gestionar correos en el Frontend
it: Visualizza e modifica email sul Frontend
pl: Pokaż i zarządzaj mailami w stronie Frontend
ru: Управление и вывод писем на сайт
uk: Показувати та керувати листами у Frontend

# PowermailFrontendNoMails
source: No Mails found.
da: Ingen e-mails fundet.
de: Keine E-Mails gefunden.
es: No se encontró ningún correo.
it: Nessuna mail trovata.
pl: Nie znaleziono maili
ru: Писем не найдено.
uk: Пошти не знайдено.

# PowermailFrontendFilterAll
source: All
da: Alle
de: Alle
es: Todos
it: Tutti
pl: Wszystko
ru: Все
sl: Vse
uk: Все

# PowermailFrontendFilterSubmit
source: Filter Now
da: Filtrér nu
de: Jetzt Filtern
es: Filtrar ahora
it: Filtra ora
pl: Filtruj teraz
ru: Отфильтровать
uk: Відфільтрувати зараз

# PowermailFrontendNoMailsDetail
source: Please edit your filter settings.
da: Redigér venligst dine filterindstillinger.
es: Por favor, edita tu configuración de filtros.
uk: Будь ласка, відредагуйте налаштування фільтра.

# PowermailFrontendDetailView
source: Details
da: Detaljer
es: Detalles
it: Dettagli
pl: Szczegóły
ru: Дополнительно
uk: Деталі

# PowermailFrontendEditView
source: Edit
da: Redigér
de: Bearbeiten
es: Editar
it: Modifica
pl: Edycja
ru: Правка
sl: Uredi
uk: Редагувати

# PowermailFrontendDeleteView
source: Delete
da: Slet
de: Löschen
es: Eliminar
it: Eliminare
pl: Usuń
ru: Удалить
sl: Izbriši
uk: Видалити

# PowermailFrontendEditSubmit
source: Save Changes
da: Gem ændringer
de: Änderungen speichern
es: Guardar cambios
it: Salva cambiamenti
pl: Zapisz zmiany
ru: Сохранить изменения
sl: Shrani spremembe
uk: Зберегти зміни

# PowermailFrontendEditConfirm
source: Changes successfully saved
da: Ændringerne blev gemt med succes
de: Änderungen erfolgreich gespeichert
es: Los cambios se han guardado correctamente
it: Cambiamenti salvati correttamente
pl: Pomyślnie zapisano zmiany
ru: Изменения сохранены
sl: Spremembe uspešno shranjene
uk: Зміни успішно збережено

# PowermailFrontendEditNoMail
source: Missing required Mail parameter
da: Mangler påkrævet mail-parameter
de: Mail Parameter fehlt
es: Falta el parámetro Mail obligatorio
it: Manca il parametro e-mail
pl: Brak wymaganego parametru Mail
ru: Отсутствует обязательный параметр Mail
sl: Manjkajoč obvezen parameter
uk: Відсутній обов’язковий параметр пошти

# PowermailFrontendEditFailed
source: You are not allowed to make changes
da: Du har ikke tilladelse til at foretage ændringer
de: Änderungen nicht erlaubt
es: No se te permite hacer cambios
it: Non ha i permessi per effettuare modifiche
pl: Nie masz uprawnień do zmiany
ru: Вам не разрешено вносить изменения
sl: Nimate zadostnih pravic za to akcijo
uk: Вам не дозволено вносити зміни

# PowermailFrontendEditSuccessful
source: Changes successfully saved
da: Ændringerne blev gemt med succes
de: Änderungen erfolgreich gespeichert
es: Los cambios se han guardado correctamente
it: Cambiamenti salvati correttamente
pl: Zmiany zostały pozytywnie zapisane
ru: Изменения сохранены
sl: Spremembe uspešno shranjene
uk: Зміни успішно збережено

# PowermailFrontendDeleteFailed
source: Record could not be removed
da: Elementet kunne ikke fjernes
de: Datensatz konnte nicht entfernt werden.
es: No se ha podido eliminar el registro
it: Il record non puô essere eliminato
pl: Wpis nie może być usunięty
ru: Невозможно удалить запись
sl: Vnosa ni bilo mogoče odstraniti
uk: Запис не вдалося видалити

# PowermailFrontendDeleteSuccessful
source: Record successfully removed
da: Elementet blev slettet med succes
de: Datensatz wurde erfolgreich entfernt
es: Se ha eliminado el registro
it: Record eliminato con successo
pl: Wpis pozytywnie usunięty
ru: Запись удалена
sl: Vnos uspešno odstranjen
uk: Запис успішно видалено

# ExtensionManagerConvertingScriptSuccess
source: All tables successfully converted
da: Alle tabeller blev konverteret
es: Se han convertido todas las tablas
fr: Toutes les tables converties avec succès
it: Tutte le tabelle convertite correttamente
nl: Conversie van alle tabellen gelukt
ru: Все таблицы успешно конвертированы
uk: Усі таблиці успішно конвертовано

# ExtensionManagerConvertingScriptStopAlreadyExist
source: Failure! Tables could not be converted because there is already one or more new tables (tx_powermail_domain_model_mail, tx_powermail_domain_model_answer, tx_powermail_domain_model_form, tx_powermail_domain_model_page, tx_powermail_domain_model_field) and they are not empty
da: Fejl! Tabeller kunne ikke konverteres fordi der allerede er en eller flere nye tabeller (tx_powermail_domain_model_mail, tx_powermail_domain_model_answer, tx_powermail_domain_model_form, tx_powermail_domain_domain_model_page, tx_powermail_domain_model_field), og de er ikke tomme
es: ¡Error! No se pudieron convertir las tablas porque ya hay una o más tablas nuevas (tx_powermail_domain_model_mail, tx_powermail_domain_model_answer, tx_powermail_domain_model_form, tx_powermail_domain_model_page, tx_powermail_domain_model_field) y no están vacías
fr: Erreur! Les tables n'ont pas pu être converties car il y a déjà une ou plusieurs nouvelles tables (tx_powermail_domain_model_mail, tx_powermail_domain_model_answer, tx_powermail_domain_model_form, tx_powermail_domain_model_page, tx_powermail_powermail_domain_model_field) et elles ne sont pas vides
nl: Mislukt! Tabellen konden niet geconverteerd worden omdat er al één of meerdere nieuwe tabellen zijn (tx_powermail_domain_model_mail, tx_powermail_domain_model_answer, tx_powermail_domain_model_form, tx_powermail_domain_model_page, tx_powermail_domain_model_field) en ze zijn niet leeg
ru: Ошибка! Таблицы не могут быть преобразованы, поскольку уже существует одна или несколько новых заполненных таблиц (tx_powermail_domain_model_mail, tx_powermail_domain_model_answer, tx_powermail_domain_model_form, tx_powermail_domain_model_page, tx_powermail_domain_model_field)
uk: Помилка! Таблиці не можуть бути конвертовані, оскільки в таблиці вже є одна або більше нових таблиць (tx_powermail_model_mail, tx_powermail_model_answtx_powermail_domain_model_domain_model_model_page, tx_power_page, tx_powermail_model_field) і вони не є порожніми

# ExtensionManagerConvertingScriptStopNoTablesFound
source: Failure! Tables could not be converted because there is one or more old tables missing (tx_powermail_domain_model_mails, tx_powermail_domain_model_answers, tx_powermail_domain_model_forms, tx_powermail_domain_model_pages, tx_powermail_domain_model_fields)
da: Fejl! Tabeller kunne ikke konverteres fordi der mangler en eller flere gamle tabeller (tx_powermail_domain_model_mails, tx_powermail_domain_model_answers, tx_powermail_domain_model_forms, tx_powermail_domain_model_pages, tx_powermail_domain_model_fields)
de: Fehler! Tabellen konnten nicht migriert werden, weil eine oder mehrere alte Tabellen nicht mehr existieren (tx_powermail_domain_model_mails, tx_powermail_domain_model_answers, tx_powermail_domain_model_forms, tx_powermail_domain_model_pages, tx_powermail_domain_model_fields)
es: ¡Error! No se pudieron convertir las tablas porque faltan una o más tablas antiguas (tx_powermail_domain_model_mails, tx_powermail_domain_model_answers, tx_powermail_domain_model_forms, tx_powermail_domain_model_pages, tx_powermail_domain_model_fields)
fr: Erreur! Les tables n'ont pas pu être converties car il y a déjà une ou plusieurs nouvelles tables (tx_powermail_domain_model_mail, tx_powermail_domain_model_answer, tx_powermail_domain_model_form, tx_powermail_domain_model_page, tx_powermail_powermail_domain_model_field) et elles ne sont pas vides
nl: Mislukt! Tabellen konden niet worden geconverteerd omdat er een of meerdere oude tabellen ontbreken (tx_powermail_domain_model_mails, tx_powermail_domain_model_answers, tx_powermail_domain_model_forms, tx_powermail_domain_domain_model_pages, tx_powermail_domain_model_fields)
ru: Неудача! Таблицы не могут быть преобразованы, поскольку отсутствует одна или несколько старых таблиц (tx_powermail_domain_model_mails, tx_powermail_domain_model_answers, tx_powermail_domain_model_forms, tx_powermail_domain_model_pages, tx_powermail_domain_model_fields)
uk: Помилка! Таблиці не вдалося перетворити, оскільки одна або кілька старих таблиць відсутні (tx_powermail_domain_model_mails, tx_powermail_domain_model_answers, tx_powermail_domain_model_forms, tx_powermail_domain_model_pages, tx_powermail_domain_model_fields)

source: Back
da: Tilbage
de: Zurück
es: Volver
fr: Retour
it: Indietro
nl: Terug
pl: Powrót
ru: Назад
sl: Nazaj
uk: Назад

# Clock
source: o'clock
da: klokken
de: Uhr
es: en punto
fr: heures
it: in punto
nl: uur
pl: o godzinie
ru: час
uk: годин

# ClearFilter
source: Delete Filter
da: Slet filter
de: Filter löschen
es: Borrar el filtro
fr: Supprimer le filtre
it: Elimina il filtro
nl: Filter verwijderen
pl: Kasuj filtr
ru: Удалить фильтр
uk: Видалити фільтр

source: Emails
fr: E-mail
it: Email
pl: E-maile
ru: Письма
uk: Електронна пошта

source: Form field
da: Formfelt
es: Campo de formulario
fr: Champ de formulaire
nl: Formulierveld
uk: Поле форми

source: Marketing Information
da: Oplysninger om markedsføring
de: Marketing Informationen
es: Información de marketing
fr: Information marketing
it: Informazioni di marketing
nl: Marketinginformatie
pl: Informacje marketingowe
ru: Маркетинговая информация
uk: Маркетингова інформація

# MarketingInformationCountryDisabled
source: Country From Ip is disabled.
da: Land fra IP er deaktiveret.
es: Está desactivado sacar el país a través de la IP.
fr: IP par pays est désactivé.
nl: Land op basis van IP is uitgeschakeld.
uk: Країну з Ip вимкнено.

# honeypodLabel
source: Don't fill this field!
da: Udfyld ikke dette felt!
de: Diese Feld nicht ausfüllen!
es: ¡No rellenes este campo!
fr: Ne remplissez pas ce champ!
it: Non completare questo campo!
nl: Dit veld niet invullen!
pl: Nie wypełniaj tego pola!
ru: Не заполняйте это поле!
uk: Не заповнюйте це поле!

source: Delete All Files
da: Slet alle filer
de: Alle Dateien löschen
es: Borrar todos los archivos
fr: Supprimer tous les fichiers
it: Cancella tutti i campi
nl: Alle bestanden verwijderen
pl: Usuń wszystkie pliki
ru: Удалить все файлы
sl: Izbriši vse datoteke
uk: Видалити Всі Файли

# selectErrorEmpty
source: Error, no options to show
da: Fejl, ingen muligheder at vise
es: Error, no hay opciones para mostrar
fr: Erreur, aucune option à afficher
nl: Fout, geen opties weer te geven

# validationerror_container_label
source: Problematic form fields
da: Problematiske formularfelter
es: Campos con problemas en el formulario

# validationerror_title
source: There are errors in this form
da: Der er fejl i denne formular
es: Hay errores en este formulario

source: Information
es: Información
nl: Informatie

source: You can use CSV Export in Excel also, if you want to export xls files the TYPO3 Extension base_excel must be installed. Further information: https://github.com/franzholz/base_excel
da: Du kan også bruge CSV eksport i Excel. Hvis du ønsker at eksportere xls-filerne, skal TYPO3 Extension base_excel være installeret. Yderligere oplysninger: https://github.com/franzholz/base_excel
es: También puedes utilizar CSV Export in Excel si quieres exportar archivos xls debe instalarse la extensión base_excel de TYPO3. Más información en: https://github.com/franzholz/base_excel
fr: Vous pouvez utiliser l'export CSV dans Excel. Si vous voulez exporter des fichiers au format XLS l'extension TYPO3 base_excel doit être installée. Plus d'informations : https://github.com/franzholz/base_excel
nl: CSV-export is ook in Excel te gebruiken, als xls bestanden geëxporteerd moeten worden moet de TYPO3 Extension base_excel worden geïnstalleerd. Verdere informatie: https://github.com/franzholz/base_excel

source: Close
da: Luk
es: Cerrar
fr: Fermer
nl: Sluiten

# BackendConverterUpdateFormUidAutogenerated
source: [auto]
fa: [خودکار]
ru: [авто]

# BackendConverterUpdatePageUidAutogenerated
source: [auto]
fa: [خودکار]
ru: [авто]

# BackendConverterUpdateFieldUidAutogenerated
source: [auto]
fa: [خودکار]
ru: [авто]

# error_mail_not_created
source: Error, Mail could not sent correctly!
cs: Chyba. Email nebylo možné odeslat.
de: Fehler beim Versenden der Mail!

# error_no_typoscript
source: No TypoScript settings given. Admin, did you already include the "Main" static template?
de: Keine TypoScript-Konfiguration gefunden. Admin, haben Sie das statische Template "Main" eingebunden?

# error_no_typoscript_pi2
source: No TypoScript settings given. Admin, did you already include the "Powermail_Frontend" static template?
de: Keine TypoScript Konfiguration vorhanden! Admin, haben Sie das statische Template "Powermail_Frontend" eingebunden?

# validationerror_validation.8
source: Number to high or to low!
cs: Číslo je příliš velké nebo příliš malé!
de: Zahl zu groß oder zu klein!

# validationerror_upload_error
source: Upload failed, please check permissons on the server!
de: Hochladen fehlgeschlagen, bitte überprüfen Sie die Dateirechte auf dem Server!
