Repository: in2code-de/powermail
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: da, de, es, fr, nl, pl, pt_br, ru, uk

# tabs.access
source: Access
da: Adgang
de: Zugriff
es: Acceso
fr: Accès
nl: Toegang
pl: Dostęp
pt_br: Acesso
ru: Доступ
uk: Доступ

# tx_powermail_domain_model_mail
source: Mails
da: E-mails
es: Correos
fr: Emails
pl: Poczta
pt_br: Emails
ru: Письма
uk: Листи

# tx_powermail_domain_model_mail.palette1
source: Sender
da: Afsender
de: Absender
es: Remitente
fr: Expéditeur
nl: Afzender
pl: Nadawca
pt_br: Remetente
ru: Отправитель
uk: Відправник

# tx_powermail_domain_model_mail.sender_mail
source: Senders Email
da: Afsenders e-mail
de: Absender E-Mail
es: Email del remitente
fr: Emails des expéditeurs
nl: E-mailadres afzender
pl: Adres e-mail nadawcy
pt_br: Email do Remetente
ru: Эл. почта отправителя
uk: Електронна пошта відправника

# tx_powermail_domain_model_mail.sender_name
source: Senders Name
da: Afsenders navn
de: Absender Name
es: Nombre del remitente
fr: Nom de l'expéditeur
nl: Naam afzender
pl: Nazwa nadawcy
pt_br: Nome do Remetente
ru: Имя отправителя
uk: Ім'я відправника

# tx_powermail_domain_model_mail.subject
source: Mail Subject
da: Mail emne
de: E-Mail Betreffzeile
es: Asunto del correo
fr: Sujet du mail
nl: Onderwerp e-mail
pl: Temat poczty
pt_br: Assunto do Email
ru: Тема письма
uk: Тема листа

# tx_powermail_domain_model_mail.body
source: Email Body
de: Parameter
es: Cuerpo del correo
fr: Corps du message
nl: Parameter
pl: Treść poczty
pt_br: Conteúdo do Email
ru: Параметры
uk: Тіло листа

# tx_powermail_domain_model_mail.receiver_mail
source: Receivers Mail
da: Modtagere e-mail
de: Empfänger E-Mail
es: Email del destinatario
fr: Adresse e-mail du destinataire
nl: E-mailadres ontvanger
pl: Odbiorcy Poczty
pt_br: Email do Destinatário
ru: Эл. почта получателя
uk: Пошта одержувачів

# tx_powermail_domain_model_mail.form
source: Related Form
da: Relateret formular
de: Formular
es: Formulario relacionado
fr: Formulaire connexe
nl: Gerelateerd formulier
pl: Powiązany formularz
pt_br: Formulário Relacionado
ru: Связать с формой
uk: Пов'язана форма

# tx_powermail_domain_model_mail.answers
source: Answers
da: Svar
de: Antworten
es: Respuestas
fr: Réponses
nl: Antwoorden
pl: Odpowiedzi
pt_br: Respostas
ru: Ответы
uk: Відповіді

# tx_powermail_domain_model_mail.feuser
source: FE_User
da: FE_Bruger
de: Frontent-Benutzer
pl: Użytkownik FE
pt_br: Usuário FE
ru: FE_Пользователь

# tx_powermail_domain_model_mail.spam_factor
source: Spam Factor
da: Spam faktor
de: Spam Faktor
es: Factor de spam
fr: Facteur de spam
nl: Spam score
pl: Współczynnik spamu
pt_br: Fator de Spam
ru: СПАМ фактор
uk: Фактор спаму

# tx_powermail_domain_model_mail.time
source: Time for submitting form (in seconds)
da: Tidspunkt for indsendelse af formular (i sekunder)
de: Zeit zum Ausfüllen des Formulares (in Sekunden)
es: Tiempo para enviar el formulario (en segundos)
fr: Temps d'envoi du formulaire (en secondes)
nl: Tijd om het formulier in te vullen en te versturen (in seconden)
pt_br: Tempo para envio do formulário (em segundos)
ru: Время для отправки формы (в секундах)
uk: Час для подання форми (в секундах)

# tx_powermail_domain_model_mail.sender_ip
source: Senders IP address
da: Afsenders IP adresse
de: IP-Adresse des Absenders
es: Dirección del remitente
fr: Adresse IP de l'expéditeur
nl: IP-adres verzender
pt_br: Endereço IP do remetente
ru: IP отправителя
uk: IP-адреса відправника

# tx_powermail_domain_model_mail.user_agent
source: Senders User Agent
da: Afsenders brugeragent
de: User Agent des Absenders
es: User Agent del remitente
fr: User Agent de l'expéditeur
nl: User-agent verzender
pt_br: Agente de Usuário do Remetente
ru: User Agent отправителя
uk: Агент користувача відправника

# tx_powermail_domain_model_mail.crdate
source: Creation Date
da: Oprettelsesdato
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
nl: Aanmaakdatum
pl: Data utworzenia
pt_br: Data de Criação
ru: Дата создания
uk: Дата створення

# tx_powermail_domain_model_mail.marketing_referer_domain
source: Referer Domain
da: Omdøb domæne
de: Verweisende Domain
es: Dominio de referencia
fr: Domaine référant
nl: Referer domein
pt_br: Domínio do Referenciador
ru: Домен пригласившего
uk: Домен реферера

# tx_powermail_domain_model_mail.marketing_referer
source: Referer URI
de: Letzte aufgerufene externe Seite
es: URI de referencia
fr: URL référente
nl: Laatste externe pagina
pt_br: URI do Referenciador
ru: Последняя внешняя страница
uk: URI реферера

# tx_powermail_domain_model_mail.marketing_country
source: Visitors Country
da: Besøgendes land
de: Land des Beuchers
es: País del visitante
fr: Pays des visiteurs
nl: Land bezoeker
pt_br: País do Visitante
ru: Страна посетителя
uk: Країна відвідувачів

# tx_powermail_domain_model_mail.marketing_mobile_device
source: Visitor uses a Mobile Device
da: Besøgende bruger en mobil enhed
de: Besucher benutzt Mobilgerät
es: El visitante utiliza un dispositivo móvil
fr: Le visiteur utilise un appareil mobile
nl: Bezoeker gebruikt een mobiel apparaat
pl: Odwiedzający korzysta z urządzenia przenośnego
pt_br: O Visitante utiliza um Dispositivo Móvel
ru: Посетитель использует мобильное устройство
uk: Відвідувач використовує мобільний пристрій

# tx_powermail_domain_model_mail.marketing_frontend_language
source: Website Language
da: Hjemmeside sprog
de: Website-Sprache
es: Idioma del sitio
fr: Langue du site web
nl: Taal website
pl: Język strony
pt_br: Idioma do Site
ru: Язык сайта
uk: Мова сайту

# tx_powermail_domain_model_mail.marketing_browser_language
source: Browser Language
da: Browsersprog
de: Browser Sprache
es: Idioma del navegador
fr: Langue du navigateur
nl: Taal browser
pl: Język przeglądarki
pt_br: Idioma do Navegador
ru: Язык браузера
uk: Мова браузера

# tx_powermail_domain_model_mail.marketing_page_funnel
source: Page Funnel which leads to this mail
da: Side tragt som fører til denne mail
de: "Page Funnel", der zu dieser E-Mail geführt hat
es: Embudo de página que conduce a este correo
fr: Entonnoir de la page qui mène à cet e-mail
nl: Pagina trechter die leidt tot dit bericht
pt_br: Página Funil que leva a este email
ru: Страница воронка, приведшая к этому письму
uk: Послідовність сторінки, яка веде до цього листа

# tx_powermail_domain_model_form
source: Forms
da: Formularer
de: Formulare
es: Formularios
fr: Formulaires
pl: Formularze
pt_br: Formulários
ru: Формы
uk: Форми

# tx_powermail_domain_model_form.title
source: Title
da: Titel
de: Bezeichnung
es: Título
fr: Titre
nl: Titel
pl: Tytuł formularza
pt_br: Título
ru: Название
uk: Найменування

# tx_powermail_domain_model_form.note.1
source: Note:
da: Bemærk:
de: Hinweis:
es: Nota:
fr: Remarque :
nl: Notitie:
pl: Notatka:
pt_br: Nota:
ru: Заметка:
uk: Примітка:

# tx_powermail_domain_model_form.note.2
source: There are no fields marked as sender-email or sender-name
da: Der er ingen felter markeret som afsender-e-mail eller afsender-navn
de: Es sind keine Felder als Absender-E-Mail-Adresse oder Absendername markiert
es: No hay campos marcados como email o nombre del remitente
fr: Il n'y a aucun champ marqué comme e-mail d'expéditeur ou nom de l'expéditeur
nl: Er zijn velden gemarkeerd als e-mail of naam van afzender
pl: Nie ma żadnych pól oznaczonych jako nadawca poczty lub nazwa nadawcy
pt_br: Não há campos marcados como email do remetente ou nome do remetente
ru: Нет полей, помеченных как Отправитель электронной почты или Имя отправителя
uk: Немає полів, позначених як електронна адреса відправника або ім’я відправника

# tx_powermail_domain_model_form.note.3
source: Do not show this note again for this form
da: Vis ikke denne note igen for denne formular
de: Diesen Hinweis für dieses Formular nicht mehr anzeigen
es: No volver a mostrar esta nota para este formulario
fr: Ne plus afficher cette note pour ce formulaire
nl: Deze notitie niet meer tonen voor dit formulier
pl: Nie pokazuj tej notatki ponownie w tym formularzu
pt_br: Não exiba esta nota novamente para este formulário
ru: Не выводить вновь это замечание для этой формы
uk: Більше не показувати цю примітку для цієї форми

# tx_powermail_domain_model_form.note.4
source: Note hidden
da: Note skjult
de: Hinweis versteckt
es: Nota oculta
fr: Remarque masquée
nl: Notitie verborgen
pl: Uwaga ukryta
pt_br: Nota ocultada
ru: Примечание скрыто
uk: Нотатку приховано

# tx_powermail_domain_model_form.error.1
source: Error: Non-Unique or empty marker names in the fields of this form detected
da: Fejl: Ikke-entydige eller tomme markørnavne i felterne i denne formular blev fundet
de: Fehler: In dem Formular wurden leere oder nicht eindeutige Marker gefunden
es: Error: hay nombres de marcadores no únicos o vacíos en los campos de este formulario
fr: Erreur: Des noms de marqueurs non uniques ou vides dans les champs de ce formulaire ont été détectés
nl: Fout: Niet-unieke of lege markeringnamen in de velden van dit formulier gedetecteerd
pt_br: Erro: Nomes de marcador não únicos ou vazios detectados nos campos deste formulário
ru: Ошибка: обнаружены неуникальные или пустые имена маркеров в полях этой формы
uk: Помилка: виявлено неунікальні або порожні імена маркерів у полях цієї форми

# tx_powermail_domain_model_form.error.2
source: This should not happen in powermail. The problem should be solved if you save the form again. If not, please check marker names of all fields to this form and fix it manually.
da: Dette bør ikke ske i powermail. Problemet bør løses, hvis du gemmer formularen igen. Hvis ikke, tjek venligst markørnavnene på alle felter i denne formular og ordne den manuelt.
de: Das sollte in powermail nicht vorkommen. Das Problem sollte behoben sein, wenn das Formular erneut gespeichert wird. Falls nicht, überprüfe die Namen aller Marker in diesem Formular und behebe den Fehler manuell.
es: Esto no debería suceder en powermail. El problema debe resolverse si vuelves a guardar el formulario. Si no es así, comprueba los nombres de los marcadores de todos los campos en este formulario y arréglalo manualmente.
fr: Cela ne devrait pas se produire dans powermail. Le problème devrait être résolu si vous enregistrez le formulaire à nouveau. Dans le cas contraire, vérifiez les noms des marqueurs de tous les champs de ce formulaire et corrigez-les manuellement.
nl: Dit mag niet gebeuren in powermail. Het probleem moet worden opgelost als je het formulier opnieuw opslaat. Indien dit niet het geval is, controleer de markeernamen van alle velden in dit formulier en corrigeer het handmatig.
pt_br: Isto não deve acontecer no powermail. O problema deve ser resolvido se você salvar o formulário novamente. Se não resolver, por favor verifique os nomes de marcadores de todos os campos deste formulário e corrija-os manualmente.
ru: Это не должно было случиться в Powermail. Проблема должна быть разрешена при повторном сохранении формы. Если этого не случилось, проверьте все маркеры полей в этой форме и исправьте их вручную.
uk: Цього не повинно відбуватися в Powermail. Проблему слід вирішити, якщо ви знову збережете форму. Якщо ні, перевірте назви маркерів усіх полів цієї форми та виправте це вручну.

# tx_powermail_domain_model_form.css
source: Layout
es: Plantilla
fr: Disposition
pl: Układ
ru: Макет
uk: Розмітка

# tx_powermail_domain_model_form.css.1
source: Layout1
es: Plantilla 1
fr: Disposition 1
pl: Układ 1
ru: Макет 1
uk: Розмітка1

# tx_powermail_domain_model_form.css.2
source: Layout2
es: Plantilla 2
fr: Disposition 2
pl: Układ 2
ru: Макет 2
uk: Розмітка2

# tx_powermail_domain_model_form.css.3
source: Layout3
es: Plantilla 3
fr: Disposition 3
pl: Układ 3
ru: Макет 3
uk: Розмітка3

# tx_powermail_domain_model_form.css.4
source: Hide label
da: Skjul etiket
de: Bezeichnung verstecken
es: Ocultar etiqueta
fr: Masquer le libellé
nl: Label verbergen
pl: Ukryj etykietę
pt_br: Ocultar rótulo
ru: Скрыть метку
uk: Приховати мітку

# tx_powermail_domain_model_form.pages
source: Pages
da: Sider
de: Seiten
es: Páginas
nl: Pagina's
pl: Strony
pt_br: Páginas
ru: Страницы
uk: Сторінки

# tx_powermail_domain_model_page
source: Pages
da: Sider
de: Seiten
es: Páginas
pl: Strony
pt_br: Páginas
ru: Страницы
uk: Сторінки

# tx_powermail_domain_model_page.title
source: Title
da: Titel
de: Bezeichnung
es: Título
fr: Titre
nl: Titel
pl: Tytuł formularza
pt_br: Título
ru: Название
uk: Найменування

# tx_powermail_domain_model_page.css
source: Layout
es: Plantilla
fr: Disposition
pl: Układ
ru: Макет
uk: Розмітка

# tx_powermail_domain_model_page.css.1
source: Layout1
es: Plantilla 1
fr: Disposition 1
pl: Układ 1
ru: Макет 1
uk: Розмітка1

# tx_powermail_domain_model_page.css.2
source: Layout2
es: Plantilla 2
fr: Disposition 2
pl: Układ 2
ru: Макет 2
uk: Розмітка2

# tx_powermail_domain_model_page.css.3
source: Layout3
es: Plantilla 3
fr: Disposition 3
pl: Układ 3
ru: Макет 3
uk: Розмітка3

# tx_powermail_domain_model_page.css.4
source: Hide label
da: Skjul etiket
de: Bezeichnung verstecken
es: Ocultar etiqueta
fr: Masquer le libellé
nl: Label verbergen
pl: Ukryj etykietę
pt_br: Ocultar rótulo
ru: Скрыть метку
uk: Приховати мітку

# tx_powermail_domain_model_page.fields
source: Fields
da: Felter
de: Felder
es: Campos
fr: Champs
nl: Velden
pl: Pola
pt_br: Campos
ru: Поля
uk: Поля

# tx_powermail_domain_model_page.forms
source: Related Form
da: Relateret formular
de: Formular
es: Formulario relacionado
fr: Formulaire connexe
nl: Gerelateerd formulier
pl: Powiązany formularz
pt_br: Formulário Relacionado
ru: Связать с формой
uk: Пов'язана форма

# tx_powermail_domain_model_field
source: Fields
da: Felter
de: Felder
es: Campos
fr: Champs
pl: Pola
pt_br: Campos
ru: Поля
uk: Поля

# tx_powermail_domain_model_field.title
source: Title
da: Titel
de: Bezeichnung
es: Título
fr: Titre
nl: Titel
pl: Tytuł formularza
pt_br: Título
ru: Название
uk: Найменування

# tx_powermail_domain_model_field.type
source: Type
de: Typ
es: Tipo
pl: Typ
pt_br: Tipo
ru: Тип
uk: Тип

# tx_powermail_domain_model_field.type.spacer1
source: Standard
es: Estándar
nl: Standaard
pl: Standardowe
pt_br: Padrão
ru: Стандартный
uk: Стандартний

# tx_powermail_domain_model_field.type.spacer2
source: Extra
da: Ekstra
de: Erweitert
pl: Dodatkowe
ru: Допольнительный
uk: Екстра

# tx_powermail_domain_model_field.type.spacer3
source: Extensions
da: Udvidelser
es: Extensiones
nl: Extensies
pl: Rozszerzenia
pt_br: Extensões
ru: Расширения
uk: Розширення

# tx_powermail_domain_model_field.type.0
source: Textfield (Input)
da: Tekstfelt (input)
de: Textfeld (Input)
es: Campo de texto (input)
fr: Champ de texte (Input)
nl: Tekstveld (invoer)
pl: Pole tekstowe (Input)
pt_br: Campo de Texto (Entrada)
ru: Текстовое поле (input)
uk: Текстове поле (введення)

# tx_powermail_domain_model_field.type.1
source: Textfield with more Rows (Textarea)
da: Tekstfelt med flere rækker (Textarea)
de: Textfeld Mehrzeilig (Textarea)
es: Campo de texto con filas (textarea)
fr: Champ de texte avec plus de lignes (Zone de texte)
nl: Tekstveld met meerdere rijen (Textarea)
pl: Duże pole tekstowe (Textarea)
pt_br: Campo de Texto com mais Linhas (Área de Texto)
ru: Многострочное текстовое поле (textarea)
uk: Текстове поле з більшою кількістю рядків (Textarea)

# tx_powermail_domain_model_field.type.2
source: Selectfield
da: Vælg felt
de: Auswahlfeld
es: Desplegable de opciones
fr: Champ de sélection
nl: Keuzeveld
pl: Rozwijane pole wyboru (Dropdown)
pt_br: Campo de Seleção
ru: Список
uk: Обрати поле

# tx_powermail_domain_model_field.type.3
source: Checkboxes
da: Afkrydsningsfelter
de: Mehrfachauswahl (Checkbox(en))
es: Casillas de verificación
fr: Cases à cocher
nl: Selectievakje
pl: Zaznaczane pola wyboru (Checkbox)
pt_br: Caixas de Seleção
ru: Чекбоксы
uk: Прапорці

# tx_powermail_domain_model_field.type.4
source: Radiobuttons
da: Radioknapper
de: Einfachauswahl (Radiobutton)
es: Botones de radio
fr: Boutons radio
nl: Optieknoppen
pl: Pola wyboru typu Radio
pt_br: Botões de Opção
ru: Радио-кнопки
uk: Радіокнопки

# tx_powermail_domain_model_field.type.5
source: Submit
da: Indsend
de: Abschicken Feld (Submit)
es: Enviar
fr: Envoyer
nl: Verzendknop
pl: Wyślij
pt_br: Enviar
ru: Отправить
uk: Подати

# tx_powermail_domain_model_field.type.6
source: Captcha Field
da: Captcha felt
de: Captcha
es: Campo captcha
fr: Champ Captcha
nl: Captcha veld
pl: Pole Captcha
pt_br: Campo Captcha
ru: Капча
uk: Поле Captcha

# tx_powermail_domain_model_field.type.7
source: Reset
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
nl: Herstellen
pl: Wyczyść
pt_br: Reiniciar
ru: Сброс
uk: Скинути

# tx_powermail_domain_model_field.type.8
source: Show some Text
da: Vis noget tekst
de: Zeige Text
es: Mostrar un texto
fr: Afficher du texte
nl: Tekst weergeven
pl: Pokazanie tekstu
pt_br: Exibir algum texto
ru: Показать немного текста
uk: Показати деякий текст

# tx_powermail_domain_model_field.type.9
source: Content Element
da: Indholdselement
de: Seiteninhalt
es: Elemento de contenido
fr: Elément de contenu
nl: Inhoudselement
pl: Element treści
pt_br: Elemento de Conteúdo
ru: Элемент содержимого
uk: Елемент вмісту

# tx_powermail_domain_model_field.type.10
source: Show HTML
da: Vis HTML
de: HTML
es: Mostrar HTML
fr: Afficher le HTML
nl: HTML weergeven
pl: Pokaż HTML
pt_br: Exibir HTML
ru: Показать HTML
uk: Показувати HTML

# tx_powermail_domain_model_field.type.11
source: Password Field
da: Adgangskode felt
de: Passwort Feld
es: Campo de contraseña
fr: Champ 'Mot de passe'
nl: Wachtwoordveld
pl: Pole z hasłem
pt_br: Campo de Senha
ru: Пароль
uk: Поле пароля

# tx_powermail_domain_model_field.type.12
source: File Upload
da: Fil upload
de: Datei Upload
es: Carga de archivos
fr: Télécharger un fichier
nl: Bestand uploaden
pl: Przesłanie pliku
pt_br: Enviar Arquivo
ru: Загрузка файла
uk: Вивантаження файлу

# tx_powermail_domain_model_field.type.13
source: Hidden Field
da: Skjult felt
de: Verstecktes Feld
es: Campo oculto
fr: Champ caché
nl: Verborgen veld
pl: Ukryte pole
pt_br: Campo Oculto
ru: Скрытое поле
uk: Приховане поле

# tx_powermail_domain_model_field.type.14
source: Date
da: Dato
de: Datum
es: Fecha
nl: Datum
pl: Data
pt_br: Data
ru: Дата
uk: Дата

# tx_powermail_domain_model_field.type.15
source: Location
da: Placering
es: Ubicación
fr: Lieu
nl: Locatie
pl: Położenie
pt_br: Local
ru: Место
uk: Розташування

# tx_powermail_domain_model_field.type.17
source: Country Selection
da: Markering af land
de: Länderauswahl
es: Selector de países
fr: Sélection des pays
nl: Landkeuze
pl: Wybór kraju
pt_br: Seletor de País
ru: Выбор страны
uk: Вибір країни

# tx_powermail_domain_model_field.settings
source: Options
da: Indstillinger
de: Optionen
es: Opciones
nl: Opties
pl: Opcje
pt_br: Opções
ru: Опции
uk: Параметри

# tx_powermail_domain_model_field.path
source: TypoScript Path (e.g. lib.test)
da: TypoScript sti (f.eks. lib.test)
de: TypoScript Pfad (z.B. lib.test)
es: Ruta TypoScript (p.e. lib.test)
fr: Chemin du TypoScript (par exemple lib.test)
nl: TypoScript pad (bijv. lib.test)
pl: Ścieżka TypoScript (np. lib.test)
pt_br: TypoScript Path (por exemplo lib.test)
ru: Путь к TypoScript-у (напр., lib.test)
uk: Шлях до TypoScript (напр. lib.test)

# tx_powermail_domain_model_field.content_element
source: Select Content Element
da: Vælg indholdselement
de: Inhalt auswählen
es: Selecciona elemento de contenido
fr: Sélectionner un élément de contenu
nl: Inhoudselement kiezen
pl: Wybierz element treści
pt_br: Selecione um Elemento de Conteúdo
ru: Выбор элемента содержимого
uk: Вибрати елемент вмісту

# tx_powermail_domain_model_field.text
source: Add some text
da: Tilføj noget tekst
de: Text für Ausgabe im Formular
es: Añade un texto
fr: Ajouter du texte
nl: Voeg tekst toe
pl: Dodaj tekst
pt_br: Adicione algum texto
ru: Добавить текст
uk: Додати текст

# tx_powermail_domain_model_field.validation_title
source: Validation
da: Validering
de: Feldüberprüfung
es: Validación
nl: Validatie
pl: Walidacja
pt_br: Validação
ru: Проверка (валидация)
uk: Перевірка

# tx_powermail_domain_model_field.mandatory
source: Mandatory Field
da: Obligatorisk felt
de: Pflichtfeld
es: Campo obligatorio
fr: Champ obligatoire
nl: Verplicht veld
pl: Pole obowiązkowe
pt_br: Campo Obrigatório
ru: Обязательное поле
uk: Обов'язкові поля

# tx_powermail_domain_model_field.validation
source: Validation
da: Validering
de: Feldüberprüfung
es: Validación
nl: Validatie
pl: Walidacja
pt_br: Validação
ru: Проверка (валидация)
uk: Перевірка

# tx_powermail_domain_model_field.validation.1
source: Email
nl: E-mailadres
ru: Эл. почта
uk: Ел. пошта

# tx_powermail_domain_model_field.validation.3
source: Phone
da: Telefon
de: Telefon
es: Teléfono
fr: Téléphone
nl: Telefoon
pl: Telefon
pt_br: Telefone
ru: Телефон
uk: Телефон

# tx_powermail_domain_model_field.validation.4
source: Numbers Only
da: Kun tal
de: Zahlen
es: Sólo números
fr: Chiffres uniquement
nl: Alleen getallen
pl: Tylko liczby
pt_br: Apenas Números
ru: Только цифры
uk: Тільки цифри

# tx_powermail_domain_model_field.validation.5
source: Letters Only
da: Kun bogstaver
de: Zeichen
es: Sólo letras
fr: Lettres uniquement
nl: Alleen letters
pl: Tylko litery
pt_br: Apenas Letras
ru: Только буквы
uk: Тільки літери

# tx_powermail_domain_model_field.validation.6
source: Min Number
da: Min. antal
de: Kleinste Zahl
es: Número mínimo
fr: Nombre minimum
nl: Min. aantal
pl: Min numer
pt_br: Número Mínimo
ru: Мин число
uk: Мінімальне число

# tx_powermail_domain_model_field.validation.7
source: Max Number
da: Maks. antal
de: Größte Zahl
es: Número máximo
fr: Nombre minimum
nl: Max aantal
pl: Maks numer
pt_br: Número Máximo
ru: Макс число
uk: Максимальне число

# tx_powermail_domain_model_field.validation.8
source: Range
da: Område
de: Bereich
es: Intervalo
fr: Intervalle
nl: Bereik
pl: Zakres
pt_br: Intervalo
ru: Диапазон
uk: Діапозон

# tx_powermail_domain_model_field.validation.9
source: Length
da: Længde
de: Länge
es: Longitud
fr: Longueur
nl: Lengte
pl: Długość
pt_br: Tamanho
ru: Длина
uk: Довжина

# tx_powermail_domain_model_field.validation.10
source: Pattern (RegEx)
da: Mønster (RegEx)
de: Muster (RegEx)
es: Patrón (RegEx)
fr: Modèle (RegEx)
nl: Patroon (RegEx)
pl: Wzorzec (RegEx)
pt_br: Padrão (RegEx)
ru: Шаблон (RegEx)
uk: Шаблон (RegEx)

# tx_powermail_domain_model_field.validationConfiguration
source: Validation Configuration
da: Konfiguration af validering
de: Konfiguration der Validierung
es: Configuración de la validación
fr: Configuration de la validation
nl: Configuratie van validatie
pl: Konfiguracja walidacji
pt_br: Configuração de Validação
ru: Конфигурация проверки
uk: Конфігурація перевірки

# tx_powermail_domain_model_field.css
source: Layout
es: Plantilla
fr: Disposition
pl: Układ
ru: Макет
uk: Розмітка

# tx_powermail_domain_model_field.css.1
source: Layout 1
es: Plantilla 1
fr: Disposition 1
pl: Układ 1
ru: Макет 1
uk: Макет 1

# tx_powermail_domain_model_field.css.2
source: Layout 2
es: Plantilla 2
fr: Disposition 2
pl: Układ 2
ru: Макет 2
uk: Макет 2

# tx_powermail_domain_model_field.css.3
source: Layout 3
es: Plantilla 3
fr: Disposition 3
pl: Układ 3
ru: Макет 3
uk: Макет 3

# tx_powermail_domain_model_field.css.4
source: Hide label
da: Skjul etiket
de: Bezeichnung verstecken
es: Ocultar etiqueta
fr: Masquer l'étiquette
nl: Label verbergen
pl: Ukryj etykietę
pt_br: Ocultar rótulo
ru: Скрыть метку
uk: Приховати мітку

# tx_powermail_domain_model_field.multiselect
source: Multiselect
da: Multivalg
de: Mehrfachauswahl
es: Selección múltiple
fr: Sélection multiple
pl: Wybór wielokrotny
pt_br: Seleção Múltipla
ru: Выбор из нескольких вариантов
uk: Множинний вибір

# tx_powermail_domain_model_field.datepicker_settings
source: Datepicker Mode
da: Datovælger tilstand
de: Modus des Datumswählers
es: Modo de selector de fecha
fr: Mode de sélection de la date
nl: Modus datumkiezer
pl: Tryb wyboru daty
pt_br: Modo de Seleção de Data
ru: Режим выбора даты
uk: Режим вибору дати
