Repository: in2code-de/powermail
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: cs, da, de, es, fa, fr, hr, it, nl, no, pl, pt_br, ro, ru, sl, uk

# BackendSelectionConverterTitle3
source: Old records (from Tables tx_powermail_fieldsets, tx_powermail_fields and tt_content) will be flagged with deleted=1. New Records will be generated (Tables tx_powermail_domain_model_form, tx_powermail_domain_model_page, tx_powermail_domain_model_field, tt_content)
da: Gamle elementer (fra tabeller tx_powermail_fieldsets, tx_powermail_fields og tt_content) vil blive markeret med slettede=1. Nye elementer vil blive genereret (tabeller tx_powermail_domain_model_form, tx_powermail_domain_model_page, tx_powermail_domain_field, tt_content)
de: Alte Datensätze (aus Tabellen tx_powermail_fieldsets, tx_powermail_fields und tt_content) werden mit dem Flag deleted=1 versehen. Neue Datensätze werden angelegt (Tabellen tx_powermail_domain_model_forms, tx_powermail_domain_model_pages, tx_powermail_domain_model_fields, tt_content)
es: Se marcarán como deleted=1 los registros antiguos de las tablas tx_powermail_fieldsets, tx_powermail_fields y tt_content. Se generarán nuevos registros para las tablas tx_powermail_domain_model_form, tx_powermail_domain_model_page, tx_powermail_domain_model_field, tt_content
fr: Les anciens enregistrements (de Tables tx_powermail_fieldsets, tx_powermail_fields et tt_content) seront marqués comme supprimé=1. Les nouveaux enregistrements seront générés (Tables tx_powermail_domain_model_form, tx_powermail_domain_page, tx_powermail_domain_model_page, tx_powermail_domain_model_field, tt_content)
nl: Oude records (van tabellen tx_powermail_fieldsets, tx_powermail_fields en tt_content) worden gemarkeerd met deleted=1. Nieuwe records worden aangemaakt (tabellen tx_powermail_domain_model_form, tx_powermail_domain_model_page, tx_powermail_domain_model_field, tt_content)
pt_br: Registros antigos (das Tabelas tx_powermail_fieldsets, tx_powermail_fields e tt_content) serão marcados com deleted=1. Novos Registros serão gerados (Tabelas tx_powermail_domain_model_form, tx_powermail_domain_model_page, tx_powermail_domain_model_field, tt_content)
ru: Старые записи (из Tables tx_powermail_fieldsets, tx_powermail_fields и tt_content) будут указаны как deleted=1. Будут созданы новые Записи (таблицы tx_powermail_domain_model_form, tx_powermail_domain_model_page, tx_powermail_domain_model_field, tt_content)
uk: Старі записи (з таблиць tx_powermail_fieldsets, tx_powermail_fields і tt_content) буде позначено прапорцем deleted=1. Будуть створені нові записи (таблиці tx_powermail_domain_model_form, tx_powermail_domain_model_page, tx_powermail_domain_model_field, tt_content)

# BackendSelectionConverterTitle4
source: Attention: Please backup your database before converting. This step is irreversible.
da: Vær opmærksom: Sikkerhedskopiér venligst din database før konvertering. Dette trin kan ikke fortrydes.
es: Atención: por favor, haz una copia de seguridad de tu base de datos antes de convertir. Este paso es irreversible.
fa: توجه: لطفا پیش از عملیات تبدیل، از بانک دادۀ خود نسخۀ پشتیبان تهیه نمایید. این کار غیر قابل بازگشت است.
fr: Attention : Veuillez sauvegarder votre base de données avant de convertir. Cette étape est irréversible.
it: Attenzione! Effettua un backup del tuo database prima di iniziare la conversione. Questa operazione è irreversibile.
nl: Let op: zorg voor een reservekopie van de database voor de conversie. Deze stap is onomkeerbaar.
pl: Uwaga: przed przystąpieniem do konwersji należy wykonać kopię zapasową bazy danych. Ten krok jest nieodwracalny.
pt_br: Atenção: Por favor faça um backup do banco de dados antes de converter. Este passo é irreversível.
ru: Внимание: сделайте резервную копию вашей базы данных перед конвертацией. Этот шаг необратим.
uk: Увага: будь ласка, зробіть резервну копію бази даних перед конвертацією. Цей крок є незворотним.

# BackendListMultiselectLabel
source: record(s) selected:
da: valgte elementer:
de: Einträge ausgewählt:
es: registro(s) seleccionado(s):
fa: ردیف(های) انتخاب شده:
fr: enregistrement(s) sélectionné(s) :
it: record(s) selezionati:
nl: geselecteerde record(s):
pl: Wybrano rekordy:
pt_br: registro(s) selecionados:
ru: выбрана(о) запись(ей):
uk: запис(и) обрано:

# BackendConverterFormSave
source: Save new forms on page with PID
da: Gem nye formularer på siden med PID
de: Neue Formulare auf Seite mit PID speichern
es: Guardar nuevos formularios en la página con PID
fa: ذخیرۀ فرم‌های جدید روی صفحه با شناسۀ:
fr: Enregistrer les nouveaux formulaires sur la page avec le PID
it: Salva il nuovo form sulla pagina con ID
nl: Nieuwe formulieren opslaan op pagina met PID
pl: Zapisz nowe formularze na stronie z PID
pt_br: Salvar novos formulários na página com PID
ru: Сохранить новые формы на странице с PID
uk: Зберігати нові форми на сторінці в PID

# BackendConverterFormDefaultReceiverName
source: Default Receiver Name
da: Standard modtagers navn
de: Standard Name des Empfängers
es: Nombre de destinatario predeterminado
fa: پیش‌فرض نام گیرنده
fr: Nom du destinataire par défaut
it: Nome del Destinatario di default
nl: Standaard naam van ontvanger
pl: Domyślna nazwa odbiorcy
pt_br: Nome do Destinatário Padrão
ru: Имя получателя по умолчанию
uk: Назва одержувача за замовчуванням

# BackendConverterFormDefaultSenderNameConfirmationMail
source: Default Sender Name for Confirmation Mail
da: Standard afsendernavn for bekræftelsesmail
de: Standard Sender-Name für Bestätigungs-E-Mail
es: Nombre del remitente predeterminado para el correo de confirmación
fa: پیش‌فرض نام فرستندۀ رایانامۀ تایید
fr: Nom de l'expéditeur par défaut pour le mail de confirmation
it: E-mail destinatario di default
nl: Standaard naam van afzender van bevestigingsmail
pl: Domyślna nazwa nadawcy dla potwierdzenia poczty
pt_br: Nome do Destinatário Padrão para o Email de Confirmação
ru: Имя отправителя по умолчанию для письма с подтверждением
uk: Ім’я відправника за замовчуванням для листа підтвердження

# BackendConverterFormDefaultSenderMailConfirmationMail
source: Default Sender Email for Confirmation Mail
da: Standard afsender e-mail til bekræftelsesmail
de: Standard Sender-E-Mail für Bestätigungs-E-Mail
es: Email del remitente predeterminado para el correo de confirmación
fa: پیش‌فرض نام فرستندۀ رایانامۀ تایید
fr: Courriel de confirmation par défaut de l'expéditeur
it: Nome del mittente di default per la mail di conferma
nl: Standaard afzender van bevestiginsmail
pl: Domyślny adres e-mail nadawcy w celu potwierdzenia poczty
pt_br: Email do Destinatário Padrão para o Email de Confirmação
ru: Email по умолчанию для письма с подтверждением
uk: Електронна адреса відправника за умовчанням для листа підтвердження

# BackendConverterFormDefaultParseFunc
source: ParseFunc Path in TypoScript (without prefix lib.).
da: ParseFunc Sti i TypoScript (uden præfiks lib.).
de: ParseFunc Pfad in TypoScript (ohne Präfix lib.).
es: Ruta ParseFunc en TypoScript (sin ptefijo lib.).
fa: مسیر ParseFunc در تایپواسکریپت (بدون کتابخانۀ پیشوند).
fr: Chemin du ParseFunc dans le TypoScript (sans préfixe lib.).
it: ParseFunc percorso in TypoScript (senza prefisso lib.).
nl: ParseFunc pad in TypoScript (zonder prefix lib.).
pl: Ścieżka ParseFunc w TypoScript (bez prefiksu lib.).
pt_br: Caminho ParseFunc no TypoScript (sem prefixo lib.).
ru: Путь к ParseFunc в TypoScript (без приставки lib.).
uk: Шлях ParseFunc у TypoScript (без префікса lib.).

# BackendConverterFormDefaultParseFuncTroubleText
source: If you have trouble with form converting, you can leave this value empty.
da: Hvis du har problemer med at omdanne formularen, kan du lade denne værdi være helt tom.
es: Si tienes problemas con la conversión de formularios, puedes dejar este valor vacío.
fr: Si vous avez des problèmes avec la conversion de formulaire, vous pouvez laisser cette valeur complètement vide.
nl: Bij problemen met het converteren van formulieren kan deze waarde leeg gelaten worden.
uk: Якщо у вас проблеми з конвертацією форм, ви можете залишити це значення порожнім.

# BackendConverterFormHidden
source: Ignore Old Hidden Forms
da: Ignorér gamle skjulte formularer
de: Versteckte Formulare nicht beachten
es: Ignorar formularios ocultos viejos
fa: نادیده گرفتن فرم‌های پنهان قدیمی
fr: Ignorer les anciens formulaires cachés
it: Ignora i vecchi forms nascosti
nl: Verborgen, oude formulieren negeren
pl: Zignoruj ​​stare, ukryte formularze
pt_br: Ignorar Antigos Formulários Ocultos
ru: Игнорировать старые скрытые формы
uk: Ігнорувати старі приховані форми

# BackendConverterFormDryrun
source: Do only a Test Run (no records will be generated or deleted)
da: Kør kun en testkørsel (ingen elementer vil blive genereret eller slettet)
es: Realizar solo una prueba (no se generarán ni eliminarán registros)
fa: انجام امتحانی عملیات (هیچ ردیفی تولید یا حذف نمی‌شود)
fr: Ne faire qu'une exécution de test (aucun enregistrement ne sera généré ou supprimé)
it: Esegui solo una simulazione (nessun record verrà creato o cancellato)
nl: Alleen een test uitvoeren (er worden geen records aangemaakt of verwijderd)
pl: Wykonaj tylko test (żadne rekordy nie zostaną wygenerowane lub usunięte)
pt_br: Faça apenas um Teste de Execução (nenhum registro será gerado ou excluído)
ru: Только тестовый запуск (не будет сформированы либо удалены записи)
uk: Виконайте лише Запуск Тесту (записи не створюватимуться та не видалятимуться)

# BackendConverterOldForms
source: Old Forms (tt_content)
da: Gamle formularer (tt_content)
de: Alte Formulare (tt_content)
es: Formularios antiguos (tt_content)
fa: فرم‌های قدیمی (tt_content)
fr: Anciens formulaires (tt_content)
it: Vecchi Forms (tt_content)
nl: Oude formulieren (tt_content)
pl: Stare formularze (tt_content)
pt_br: Formulários Antigos (tt_content)
ru: Старые формы (tt_content)
uk: Старі форми (tt_content)

# BackendConverterLanguage
source: Language
da: Sprog
de: Sprache
es: Idioma
fa: زبان
fr: Langue
it: Lingua
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sl: Jezik
uk: Мова

# BackendConverterTitle
source: Title
da: Titel
de: Bezeichnung
es: Título
fa: عنوان
fr: Titre
it: Titolo
nl: Titel
pl: Tytuł
pt_br: Título
ru: Заголовок
sl: Naslov
uk: Назва

# BackendConverterRecipient
source: Recipient
da: Modtager
de: Empfänger
es: Destinatario
fa: گیرنده
fr: Destinataire
it: Destinatario
nl: Ontvanger
pl: Odbiorca
pt_br: Destinatário
ru: Получатель
sl: Prejemnik
uk: Одержувач

# BackendConverterSubject
source: Subject
cs: Předmět
da: Emne
de: Betreff
es: Asunto
fa: موضوع
fr: Sujet
hr: Naslov
it: Oggetto
nl: Onderwerp
no: Emne
pl: Temat
pt_br: Assunto
ro: Subiect
ru: Тема
sl: Zadeva
uk: Тема

# BackendConverterFieldsetAmount
source: Number of Fieldsets
da: Antal feltsæt
de: Anzahl Fieldsets
es: Número de páginas de campos
fa: تعداد دسته‌های بخش‌ها (Filedsets)
fr: Nombre de champs
it: Numero di Fieldsets
nl: Aantal veldsets
pl: Ilość pól
pt_br: Número de Fieldsets
ru: Количество полей
uk: Кількість наборів полів

# BackendConverterConfirmationPage
source: Confirmation Page
da: Bekræftelseside
de: Bestätigungsseite
es: Página de confirmación
fa: صفحۀ تایید
fr: Page de confirmation
it: Pagina di conferma
nl: Bevestigingspagina
pl: Strona potwierdzenia
pt_br: Página de Confirmação
ru: Страница подтверждения
uk: Сторінка підтвердження

# BackendConverterMultiple
source: Multiple
da: Flere
de: Mehrschrittformular
es: Múltiple
fa: چندتایی
it: Multiplo
nl: Meerstapsformulier
pl: Wiele
pt_br: Múltiplo
ru: Многошаговая
uk: Багато

# BackendConverterNoOldForms
source: No old Forms found
da: Ingen gamle formularer fundet
de: Keine alten Formulare gefunden
es: No se han encontrado formularios antiguos
fa: فرمی قدیمی پیدا نشد
fr: Aucun ancien formulaire trouvé
it: Nessun vecchio forms trovato
nl: Geen oude formulieren gevonden
pl: Nie znaleziono starych formularzy
pt_br: Nenhum Formulário antigo encontrado
ru: Не найдено старых форм
uk: Не знайдено старих форм

# BackendConverterUpdateTitle2
source: Overview: Converted Forms
da: Oversigt: Konverterede formularer
de: Übersicht: Konvertierte Formulare
es: Resumen: formularios convertidos
fa: بازبینی: فرم‌های تبدیل‌شده
fr: Aperçu : Formulaires convertis
it: Forms convertiti
nl: Overzicht: geconverteerde formulieren
pt_br: Visão Geral: Formulários Convertidos
ru: Обзор: преобразованы формы
uk: Огляд: перетворені форми

# BackendConverterUpdateMessageOk
source: Form(s) successfully generated!
da: Formularer blev genereret!
de: Formular(e) erfolgreich erstellt!
es: ¡Formulario(s) generado(s) correctamente!
fa: فرم‌(ها) با دقت تولید شدند!
fr: Formulaire(s) généré(s) avec succès!
it: Form(s) generato correttamente!
nl: Formulieren met succes aangemaakt!
pt_br: Formulário(s) gerado(s) com sucesso!
ru: Успешно создана(ы) форма(ы)!
uk: Форму(и) успішно створено!

# BackendConverterUpdateMessageNote
source: Form(s) could be migrated
da: Formular(er) kunne migreres
de: Formular(e) können erzeugt werden
es: Los formularios podrían migrarse
fa: فرم(ها) امکان انتقال را دارند
fr: Formulaire(s) pouvant être migré(s)
it: I form(s) possono essere migrati
nl: Formulieren kunnen gemigreerd worden
pt_br: Formulário(s) que pode(m) ser migrado(s)
ru: Формы могут быть перенесены
uk: Форму(и) можна перенести

# BackendConverterUpdateFormTitle
source: Title
da: Titel
de: Bezeichnung
es: Título
fa: عنوان
fr: Titre
it: Titolo
nl: Titel
pl: Tytuł
pt_br: Título
ru: Заголовок
sl: Naslov
uk: Назва

# BackendConverterUpdateFormHidden
source: Hidden
da: Skjult
de: Versteckt
es: Oculto
fa: مخفی
fr: Caché
it: Nascosto
nl: Verborgen
pl: Ukryty
pt_br: Oculto
ru: Скрыто
uk: Приховано

# BackendConverterUpdateFormPageAmount
source: Page Amount
da: Sideantal
de: Anzahl Seiten
es: Cuantía de la página
fa: مقدار صفحه
fr: Type de page
it: Conteggio pagine
nl: Aantal pagina's
pl: Liczba stron
pt_br: Número de Páginas
ru: Количество страниц
uk: Кількість сторінок

# BackendConverterUpdateFormPages
source: Pages
da: Sider
de: Seiten
es: Páginas
fa: صفحه‌ها
it: Pagine
nl: Pagina's
pl: Strony
pt_br: Páginas
ru: Страниц
uk: Cторінки

# BackendConverterUpdatePageTitle
source: Title
da: Titel
de: Bezeichnung
es: Título
fa: عنوان
fr: Titre
it: Titolo
nl: Titel
pl: Tytuł
pt_br: Título
ru: Заголовок
sl: Naslov
uk: Назва

# BackendConverterUpdatePageLayout
source: Layout
es: Plantilla
fa: طرح‌بندی
fr: Disposition
pl: Układ
ru: Макет
uk: Розмітка

# BackendConverterUpdatePageFieldAmount
source: Field Amount
da: Felt antal
de: Anzahl Felder
es: Cuantía del campo
fa: مقدار بخش
fr: Type de champ
it: Ammontare campo
nl: Veld met hoeveelheid
pl: Ilość pól
pt_br: Número de Campos
ru: Количество полей
uk: Поле Сума

# BackendConverterUpdatePageFields
source: Fields
da: Felter
de: Felder
es: Campos
fa: بخش‌ها
fr: Champs
it: Campi
nl: Velden
pl: Pola
pt_br: Campos
ru: Поля
uk: Поля

# BackendConverterUpdateFieldTitle
source: Title
da: Titel
de: Bezeichnung
es: Título
fa: عنوان
fr: Titre
it: Titolo
nl: Titel
pl: Tytuł
pt_br: Título
ru: Заголовок
sl: Naslov
uk: Назва

# BackendConverterUpdateFieldProperties
source: Properties
da: Egenskaber
de: Eigenschaften
es: Propiedades
fa: ویژگی‌ها
fr: Propriétés
it: Proprietà
nl: Eigenschappen
pl: Właściwości
pt_br: Propriedades
ru: Свойства
uk: Властивості

# BackendConverterUpdateNoFormsConverted
source: No Forms converted
da: Ingen formularer konverteret
de: Keine Formulare konvertiert
es: No se ha convertido ningún formulario.
fa: فرمی تبدیل نشد
fr: Aucun formulaire converti
it: Nessun formulario convertito
nl: Geen formulieren geconverteerd
pt_br: Nenhum formulário foi convertido
ru: Нет преобразованных форм
uk: Немає перетворених форм

# BackendCheckTitle
source: Powermail Check
da: Powermail tjek
fa: بررسی Powermail
fr: Vérification Powermail
hr: Powermail provjera
nl: Powermail controle
pl: Sprawdź Powermail
pt_br: Verificação do Powermail
ru: Проверка Powermail
uk: Перевірка Powermail

# BackendCheckTryToFix
source: Solve problem
da: Løs problem
de: Problem lösen
es: Resolver problema
fa: حل مشکل
fr: Résoudre le problème
it: Risolvi problema
nl: Probleem oplossen
pl: Rozwiąż problem
pt_br: Resolver o problema
ru: Решить проблему
uk: Вирішити проблему

# BackendCheckSessionTitle
source: Frontend Session Check
da: Frontend session tjek
de: Überprüfung der Frontend-Sitzung
fa: بررسی نشست صفحۀ خروجی
fr: Vérification de la session en frontend
hr: Provjera sesije prednje sučelja
nl: Frontend sessiecontrole
pl: Sprawdź sesję Frontend
pt_br: Verificação da Sessão Frontend
ru: Проверка сессии сайта
uk: Перевірка сеансу інтерфейсу

# BackendCheckSessionCorrect
source: Frontend Sessions are working properly by using $GLOBALS['TSFE']->fe_user->getKey() and ->setKey()
da: Frontend sessioner fungerer korrekt ved at bruge $GLOBALS['TSFE']->fe_user->getKey() og ->setKey()
de: Frontend Sessions funktionieren richtig, indem Sie $GLOBALS['TSFE']->fe_user->getKey() und ->setKey() benutzen.
es: Las sesiones de frontend funcionan correctamente mediante $GLOBALS['TSFE']->fe_user->getKey() y ->setKey()
fa: نشست‌های صفحات خروجی با استفاده از $GLOBALS['TSFE']->fe_user->getKey() و ->setKey() مشغول انجام وظیفه هستند
fr: Les sessions en frontend fonctionnent correctement en utilisant $GLOBALS['TSFE']->fe_user->getKey() et ->setKey()
it: Le sessioni di Frontend funzionano correttamente tramite l'uso di $GLOBALS['TSFE']->fe_user->getKey() and ->setKey()
nl: Frontend sessies werken correct via $GLOBALS['TSFE']->fe_user->getKey() en ->setKey()
pl: Sesja Frontend działaa prawidłowo, używając $ GLOBALS ['TSFE'] -> fe_user-> getKey () i -> setKey ()
pt_br: As Sessões Frontend estão funcionando corretamente utilizando $GLOBALS['TSFE']->fe_user->getKey() e ->setKey()
ru: Сессии сайта правильно работают посредством $GLOBALS['TSFE']->fe_user->getKey() и ->setKey()
uk: Інтерфейсні сеанси працюють належним чином за допомогою $GLOBALS['TSFE']->fe_user->getKey() і ->setKey()

# BackendCheckSessionFailed
source: Frontend Sessions are not working properly by using $GLOBALS['TSFE']->fe_user->getKey() and ->setKey() - please ask your Administrator
da: Frontend sessioner fungerer ikke korrekt ved at bruge $GLOBALS['TSFE']->fe_user->getKey() og ->setKey() - spørg venligst din administrator
es: Las sesiones de frontend no funcionan correctamente mediante $GLOBALS['TSFE']->fe_user->getKey() y ->setKey() - por favor pregunta a tu Administrador
fr: Les sessions frontend ne fonctionnent pas correctement en utilisant $GLOBALS['TSFE']->fe_user->getKey() et ->setKey() - veuillez contacter votre administrateur
nl: Frontend sessies werken niet goed door $GLOBALS['TSFE']->fe_user->getKey() en ->setKey() - vraag de beheerder
uk: Інтерфейсні сеанси не працюють належним чином через $GLOBALS['TSFE']->fe_user->getKey() і ->setKey() - зверніться до свого адміністратора

# BackendCheckExtMngConfigTitle
source: Extension Manager Updated
da: Udvidelsesmanager opdateret
de: Erweiterungsmanager aktualisiert
es: Se ha actualizado el gestor de la extensión
fa: مدیریت افزونه‌ها روزآمد شد
fr: Gestionnaire d'extensions mis à jour
hr: Upravitelj proširenja je osvježen
it: Extension Manager aggornato
nl: Extensiebeheer bijgewerkt
pl: Zaktualizowano menedżer rozszerzeń
pt_br: Gerenciador de Extensões Atualizado
ru: Обновлен модуль управления расширениями
uk: Менеджер розширень оновлено

# BackendCheckExtMngConfigCorrect
source: Extension is correct installed - all settings available from localconf.php
da: Udvidelse er korrekt installeret - alle tilgængelige indstillinger fra localconf.php
de: Erweiterung wurde nicht richtig installiert - alle verfügbaren Einstellungen der localconf.php
es: La extensión se ha instalado correctamente - todos los ajustes disponibles están en el fichero localconf.php
fa: افزونه به درستی نصب شده است - همۀ تنظیمات localconf.php موجود است.
fr: L'extension est correctement installée - tous les paramètres sont disponibles dans le fichier localconf.php
it: L'estensione è stata correttamente installata - tutte le configurazioni sono disponibili in localconf.php
nl: Extensie is niet correct geïnstalleerd - alle instellingen zijn beschikbaar in localconf.php
pl: Rozszerzenie jest poprawnie zainstalowane - wszystkie ustawienia dostępne z localconf.php
pt_br: Extensões corretamente instaladas - todas as configurações de localconf.php disponíveis
ru: Расширение установлено некорректно - все настройки доступны из localconf.php
uk: Розширення встановлено правильно - усі налаштування доступні з localconf.php

# BackendCheckExtMngConfigFailed
source: Extension was not correct installed - please click the update button in the Extension Manager
da: Udvidelse blev ikke korrekt installeret - klik venligst på opdateringsknappen i Udvidelsesmanager
de: Die Erweiterung wurde nicht korrekt installiert. Klicken Sie bitte den Update-Button im Erweiterungsmanager.
es: La extensión no se instaló correctamente - haz click en el botón de actualización en el Gestorr de extensiones
fa: افزونه به درستی نصب نشده - لطفا بر روی کلید روزآمدسازی در مدیریت افزونه‌ها کلیک کنید
fr: L'extension n'a pas été correctement installée - veuillez cliquer sur le bouton de mise à jour dans le Gestionnaire d'extensions
it: L'estensione non è stata correttamente installata - premere il pulsante 'aggiorna' (update) dall'Extension Manager
nl: Extensie is niet correct geïnstalleerd - klik op knop bijwerken in de Extensiebeheert
pl: Rozszerzenie nie zostało poprawnie zainstalowane - kliknij przycisk Aktualizuj w Menedżerze rozszerzeń
pt_br: A Extensão não foi corretamente instalada - por favor clique no botão de atualização do Gerenciador de Extensões
ru: Расширение установлено некорректно - щелкните по кнопке обновления в модуле управления расширениями
uk: Розширення встановлено неправильно. Натисніть кнопку оновлення в диспетчері розширень

# BackendCheckVersionTitle
source: Version
es: Versión
fa: نسخه
it: Versione
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
uk: Версія

# BackendCheckVersionLastUpdate
source: Last Extension Manager update
da: Sidste udvidelseshåndterings opdatering
de: Letzte Aktualisierung des Erweiterungsmanagers
es: Última actualización del Gestor de extensiones
fa: آخرین روزآمدسازی مدیریت افزونه‌ها
fr: Dernière mise à jour du gestionnaire d'extension
it: Extension Manager aggiornato
nl: Laatste keer dat Extensiebeheer is bijgewerkt
pl: Ostatnia aktualizacja menedżera rozszerzeń
pt_br: Última atualização do Gerenciador de Extensões
ru: Последнее обновление модуля Управления расширениями
uk: Останнє оновлення диспетчера розширень

# BackendCheckVersionNoInformation
source: It could not be determined whether this version is secure or unsecure. Please update the extensions in the Extension Manager.
da: Det kunne ikke bekræftes, om denne version er sikker eller usikker. Opdater venligst udvidelserne i Udvidelsemanager.
es: No se pudo verificar si esta versión es segura o no. Actualiza las extensiones en el Administrador de extensiones.
fr: Il n'a pas pu être vérifié si cette version est sécurisée ou non sécurisée. Veuillez mettre à jour les extensions dans le gestionnaire d'extensions.
nl: Het kon niet worden vastgesteld of deze versie veilig of onveilig is. Update de extensies in de module Extensies.
uk: Неможливо визначити, безпечна чи незахищена ця версія. Оновіть розширення в Менеджері розширень.

# BackendCheckVersionUpToDate
source: The installed version of powermail is up-to-date
da: Den installerede version af powermail er up-to-date
de: Die installierte Version von Powermail ist aktuell.
es: La versión instalada de powermail está actualizada
fa: نسخۀ نصب شدۀ Powermail روزآمد است
fr: La version installée de powermail est à jour
it: La versione installata di powermail è aggiornata
nl: De geïnstalleerde versie van powermail is up-to-date
pl: Zainstalowana wersja powermail jest aktualna
pt_br: A versão instalado do powermail está atualizada
ru: Установлена актуальная версия powermail
uk: Встановлена версія powermail є актуальною
