Repository: in2code-de/powermail
Catalog: Resources/Private/Language/*.locallang_csh_tx_powermail_domain_model_mails.xlf
Languages: nl

# crdate.description
source: Time of mail creation
nl: Tijd waarop e-mail is aangemaakt

# sender_mail.description
source: This is the email of the sender
nl: Dit is de e-mail van de afzender

# sender_name.description
source: This is the name of the sender
nl: Dit is de naam van de afzender

# subject.description
source: E-Mail Subject
nl: E-mailonderwerp

# body.description
source: All input values at a glance
nl: Alle invoerwaarden in een oogopslag

# receiver_mail.description
source: E-Mail Receiver
nl: E-mailontvanger

# form.description
source: Related Form
nl: Gerelateerd formulier

# answers.description
source: All transferred Answers
nl: Alle overgedragen antwoorden

# feuser.description
source: This FE User send the mail (if empty, no logged in User sends the mail)
nl: Deze FE gebruiker verzendt de e-mail (indien leeg, dan stuurt geen ingelogde gebruiker de e-mail)

# spam_factor.description
source: Powermail identifies this mail as spam with this factor (if factor is too high, mail sending will be refused)
nl: Powermail identificeert deze e-mail als spam met deze factor (als de factor te hoog is, wordt het verzenden van e-mail geweigerd)

# time.description
source: User needs this time to fill out the form
nl: Gebruiker heeft deze tijd nodig om het formulier in te vullen

# sender_ip.description
source: IP-Address of the sender
nl: IP-adres van de afzender

# user_agent.description
source: Browser characteristic of the sender
nl: Browserkarakteristiek van de afzender

# marketing_referer_domain.description
source: Last Domain of the user before he surfed to this URL
nl: Laatste domein van de gebruiker voordat deze de huidige URL bezocht

# marketing_referer.description
source: Last URL of the user before he surfed to this URL
nl: Laatste URL van de gebruiker voordat deze de huidige URL bezocht

# marketing_country.description
source: User is located in this country
nl: Gebruiker bevindt zich in dit land

# marketing_mobile_device.description
source: User uses a mobile device
nl: Bezoeker gebruikt een mobiel apparaat

# marketing_frontend_language.description
source: User surfed in this TYPO3-Frontend-Language
nl: Gebruiker gebruikte deze TYPO3-frontend-taal

# marketing_browser_language.description
source: Users Browser Language
nl: Browsertaal van gebruiker

# marketing_page_funnel.description
source: Internal Page funnel up to the form submit
nl: Trechter van interne pagina's totdat het formulier verzonden werd
