Repository: in2code-de/powermail
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: cs, da, de, es, fa, fr, hr, it, nl, no, pl, pt_br, ro, ru, sl, uk

source: Please choose...
cs: Prosím vyberte...
da: Vælg venligst...
de: Bitte wählen...
es: Por favor seleccione...
fa: لطفاً انتخاب کنید
fr: Veuillez choisir...
hr: Molimo odaberite...
it: Seleziona...
nl: Maak een keuze...
no: Vennligst velg
pl: Proszę wybrać
pt_br: Por favor escolha...
ro: Vă rugăm să alegeți ...
ru: Выберете...
sl: Prosim izberite ...
uk: Будь ласка, оберіть...

# back
source: Go back
cs: Jít zpět
da: Gå tilbage
de: Zurück
es: Volver
fa: بازگشت به عقب
fr: Retour
it: Indietro
nl: Terug
no: Gå tilbake
pl: Idź wstecz
pt_br: Voltar
ro: Mergi înapoi
ru: назад
sl: Nazaj
uk: Перейти назад

# In2codePowermailDomainModelMail.senderName
source: Senders Name
cs: Jméno odesílatele
da: Afsenders navn
de: Name des Absenders
es: Nombre del remitente
fa: نام فرستنده
fr: Nom de l’expéditeur
it: Nome del mittente
nl: Naam afzender
no: Avsenders navn
pl: Nazwa nadawcy
pt_br: Nome do Remetente
ro: Nume expeditor
ru: Имя отправителя
sl: Ime pošiljatelja
uk: Ім'я відправника

# In2codePowermailDomainModelMail.senderMail
source: Senders Email
cs: Email odesílatele
da: Afsenders e-Mail
de: E-Mail des Absenders
es: Email del remitente
fa: رایانامۀ فرستنده
fr: Email de l'expéditeur
it: Email dei mittenti
nl: E-mailadres afzender
no: Avsenders epost
pl: Adresy email nadawców
pt_br: Email do Remetente
ro: Email expeditor
ru: Email отправителя
sl: E-naslov pošiljatelja
uk: Електронна пошта відправника

# In2codePowermailDomainModelMail.subject
source: Subject
cs: Předmět
da: Emne
de: Betreff
es: Asunto
fa: موضوع
fr: Sujet
hr: Naslov
it: Oggetto
nl: Onderwerp
no: Emne
pl: Temat
pt_br: Assunto
ro: Subiect
ru: Тема
sl: Zadeva
uk: Тема

# In2codePowermailDomainModelMail.receiverMail
source: Receivers Email
cs: Email příjmece
da: Modtager e-Mail
de: Empfänger-Email
es: Email del destinatario
fa: رایانامۀ دریافت کننده
fr: Adresse e-mail du destinataire
it: Email dei destinatari
nl: E-mailadres ontvanger
no: Mottakers epost
pl: Adresy email odbiorców
pt_br: Email do Destinatário
ro: Email Recipient
ru: Получатель письма
sl: E-naslov prejemnika
uk: Отримувачі електронної пошти

# In2codePowermailDomainModelMail.body
source: Email Text
cs: Text emailu
da: E-mail brødtekst
es: Texto del email
fa: متن رایانامه
fr: Texte de l’e-mail
hr: Tekst e-maila
it: Testo dell'Email
nl: E-mail tekst
no: Tekst i epost
pl: Treść maila
pt_br: Texto do Email
ro: Text Email
ru: Текст письма
sl: Vsebina e-sporočila
uk: Текст електронної пошти

# In2codePowermailDomainModelMail.feuser
source: Frontend User
cs: Uživatel webu
da: Frontend bruger
de: Frontend Benutzer
es: Usuario de frontend
fa: کاربر خروجی سایت
fr: Utilisateur Frontend
hr: Korisnik prednjeg sučelja
it: Utente frontend
nl: Websitegebruiker
no: Nettstedsbruker
pt_br: Usuário Frontend
ro: Utilizator Frontend
ru: Пользователь сайта
sl: Uporabnik
uk: Frontend користувач

# In2codePowermailDomainModelMail.senderIp
source: Senders IP-Address
cs: IP-Adresa odesílate
da: Afsenders IP-adresse
de: IP-Adresse des Absenders
es: Dirección IP del remitente
fa: درگاه اینترنتی فرستنده
fr: Adresse IP de l'expéditeur
hr: IP adresa pošiljatelja
it: Indirizzo IP dei mittenti
nl: IP-adres afzender
no: Avsenders IP-adresse
pl: IP wysyłającego
pt_br: Endereço IP do Remetente
ro: Adresa IP a Expeditorului
ru: IP адрес отправителя
sl: IP-naslov pošiljatelja
uk: IP-адреса відправника

# In2codePowermailDomainModelMail.userAgent
source: Senders Browser-Signature
cs: Browser-Signature odesílatele
da: Afsendere browser-signatur
de: Browser-Kennung des Absenders
es: Navegador del remitente
fa: امضای مرورگر فرستنده
fr: Signature du navigateur de l'expéditeur
hr: Potpis preglednika pošiljatelja
it: Browser del mittente-Firma
nl: Browser signature afzender
no: Avsenders nettlesersignatur
pl: Podpis przeglądarki wysyłającego
pt_br: Assinatura do Navegador do Remetente
ro: Semnătura navigator a Expeditorului
ru: Подпись браузера отправителя
uk: Підпис браузера відправників

# In2codePowermailDomainModelMail.spamFactor
source: Spamfactor
da: Spamfaktor
de: Spamfaktor
fa: ضریب هرزنامه
fr: Facteur de spam
hr: Spam faktor
no: Spamfaktor
pt_br: Fator de Spam
ro: Factor spam
ru: Фактор спама
uk: Спамфактор

# In2codePowermailDomainModelMail.time
source: Time for form submit
cs: Čas odeslání formuláře
da: Tidspunkt for indsendelse af formular
de: Zeit zum Ausfüllen des Formulars
es: Hora para el envío del formulario
fa: طول مدت پرکردن و ارسال برگه
fr: Délai d'envoi du formulaire
hr: Vrijeme podnošenja obrasca
it: Tempo per invio del form
nl: Tijd voor formulier verzenden
no: Tid for å sende inn skjemaet
pl: Czas na wysłanie formularza
pt_br: Hora de envio do formulário
ru: Время отправки формы
uk: Час для надсилання форми

# In2codePowermailDomainModelMail.crdate
source: Date
cs: Datum
da: Dato
de: Datum
es: Fecha
fa: تاریخ
hr: Datum
it: Data
nl: Datum
no: Dato
pl: Data
pt_br: Data
ro: Dată
ru: Дата
sl: Datum
uk: Дата

# In2codePowermailDomainModelMail.date
source: Date
cs: Datum
da: Dato
de: Datum
es: Fecha
fa: تاریخ
hr: Datum
it: Data
nl: Datum
no: Dato
pl: Data
pt_br: Data
ro: Dată
ru: Дата
sl: Datum
uk: Дата

# In2codePowermailDomainModelMail.datetime
source: Time
cs: Čas
da: Tid
de: Uhrzeit
es: Hora
fa: زمان
fr: Heure
hr: Vrijeme
it: Data e ora
nl: Tijd
no: Tid
pl: Czas
pt_br: Hora
ro: Oră
ru: Время
sl: Čas
uk: Час

# In2codePowermailDomainModelMail.marketingRefererDomain
source: Referer Domain
cs: Referer doména
da: Referer-domæne
de: Verweisende Domain
es: Dominio de referencia
fa: دامنۀ ارجاع‌دهنده
fr: Domaine référant
hr: Domena preporučitelja
nl: Domein referer
pl: Domena referencyjna
pt_br: Domínio do Referenciador
ro: Domeniu referer
ru: Домен рекомендателя
uk: Домен реферера

# In2codePowermailDomainModelMail.marketingReferer
source: Referer URI
de: Verweisende URI
es: URI de referencia
fa: نشانی ارجاع‌دهنده
fr: URL référente
hr: URI preporučitelja
pl: URL referencyjny
pt_br: URI do Referenciador
ro: URI Referer
ru: URI рекомендателя
uk: URI реферера

# In2codePowermailDomainModelMail.marketingCountry
source: Visitors Country
cs: Země návštěvníka
da: Besøgendes land
de: Land des Besuchers
es: País del visitante
fa: کشور بازدیدکننده
fr: Pays des visiteurs
hr: Zemlja posjetitelja
it: Nazione dei visitatori
nl: Land bezoeker
no: Besøkendes land
pl: Kraj odwiedzających
pt_br: País dos Visitantes
ro: Țară Vizitator
ru: Страна посетителя
sl: Država obiskovalca
uk: Країна відвідувачів

# In2codePowermailDomainModelMail.marketingMobileDevice
source: Visitor uses a Mobile Device
cs: Návštěvník používá mobilní zařízení
da: Besøgende bruger en mobilenhed
de: Besucher benutzt Mobilgerät
es: El visitante usa un dispositivo móvil
fa: بازدیدکننده از ابزار همراه استفاده می‌کند
fr: Visiteur utilisant un appareil mobile
hr: Posjetitelj koristi mobilni uređaj
it: Utenti che utilizzano device mobili
nl: Bezoeker gebruikt een mobiel apparaat
pl: Użytkowników korzystajacych z urządzenia przenośnego
pt_br: Visitante utiliza um Dispositivo Móvel
ro: Vizitatorul folosește un dispozitiv mobil
ru: Посетитель использует мобильное устройство
sl: Obiskovalec uporablja mobilno napravo
uk: Відвідувач використовує мобільний пристрій

# In2codePowermailDomainModelMail.marketingFrontendLanguage
source: Website Language
cs: Jazyk webu
da: Websidesprog
de: Website-Sprache
es: Idioma del sitio
fa: زبان وبگاه
fr: Langue du site web
hr: Jezik internet stranice
it: Linguaggio del sito
nl: Taal website
pl: Język strony
pt_br: Idioma do Site
ro: Limbă site web
ru: Язык сайта
sl: Jezik spletne strani
uk: Мова сайту

# In2codePowermailDomainModelMail.marketingBrowserLanguage
source: Browser Language
cs: Jazyk prohlížeče
da: Browsersprog
de: Browser-Sprache
es: Idioma del navegador
fa: زبان مرورگر
fr: Langue du navigateur
hr: Jezik preglednika
it: Lingua del browser
nl: Taal browser
pl: Język przegladarki
pt_br: Idioma do Navegador
ro: Limbă navigator
ru: Язык браузера
sl: Jezik spletnega brskalnika
uk: Мова браузера

# In2codePowermailDomainModelMail.marketingPageFunnel
source: Page Funnel
da: Sidetragt
de: Diese Seitenaufrufe führten zu diese Mail (pagefunnel)
es: Embudo de página
fa: Funnel صفحه
fr: Entonnoir de page
hr: Lijevak stranice
it: Pagina imbuto
nl: Pagina-funnel
pl: Lejek
pt_br: Página Funil
ro: Funnel pagină
ru: Страница воронки
uk: Воронка сторінки

# In2codePowermailDomainModelMail.hidden
source: Disabled
da: Deaktiveret
de: Deaktiviert
es: Desactivado
fr: Désactivé
nl: Uitgeschakeld
pt_br: Desabilitado
ru: Отключено
uk: Вимкнено

# note_html
source: For security reasons, it is not allowed to show html tags by default. You can enable it with TypoScript (see powermail manual), but be aware, that editors can also add HTML and XSS.
da: Af sikkerhedsmæssige årsager er det ikke tilladt at vise HTML-tags som standard. Du kan aktivere det med TypoScript (se powermail manual), men vær opmærksom på, at redaktører i så fald også kan tilføje HTML og XSS.
de: Aus Sicherheitsgründen dürfen standardmäßig keine HTML-Tags angezeigt werden. Per TypoScript kann dies jedoch aktiviert werden (siehe Powermail-Handbuch). Dadurch können allerdings Editoren HTML und XSS einfügen.
es: Por razones de seguridad, no se permite mostrar etiquetas html de forma predeterminada. Puedes habilitarlo con TypoScript (consulta el manual de powermail), pero ten en cuenta que entonces los editores también pueden agregar HTML y XSS.
fa: به‌علل امنیتی، درحالت پیش‌فرضامکان نمایش برچسب‌های html وجود ندارد. شما می‌توانید این قابلیت را از طریق تایپواسکریپت فعال کنید (به دستورالعمل powermail مراجعه کنید)، اما توجه داشته باشید ویرایشگرها از آن پس پذیرای HTML و XSS خواهند بود.
fr: Pour des raisons de sécurité, il n'est pas autorisé à afficher les balises html par défaut. Vous pouvez l'activer via TypoScript (voir le manuel de powermail), mais sachez que les éditeurs peuvent également ajouter du HTML et du XSS.
hr: Zbog sigurnosnih razloga, prema početnim postavkama, nije dopušteno prikazivati HTML tagove. No ta opcija može se uključiti putem TypoScripta (vidi Powermail priručnik), no budite upozoreni da urednici također mogu dodati HTML i XSS što može prouzročiti sigurnosne propuste.
it: Per questioni di sicurezza non è permesso visualizzare i tag html di default- Puoi abilitarli con Typoscript (vedi il manuale di powermail), ma stai attento, alcuni redattori possono anche aggiungere codice html e XSS.
nl: Om veiligheidsredenen is het niet toegestaan om standaard html tags te tonen. Je kunt dit via TypoScript inschakelen (zie handleiding powermail), maar houdt er rekening mee dat redacteuren dan ook HTML en XSS kunnen toevoegen.
pl: Ze względów bezpieczeństwa domyślnie nie można wyświetlać tagów html. Możesz to włączyć za pomocą TypoScript (zobacz podręcznik powermail), ale pamiętaj, że redaktorzy mogą również dodać HTML i XSS.
pt_br: Por razões de segurança, não é permitido exibir tags html por default. Você pode habilitar esta funcionalidade com TypoScript (veja o manual do powermail), mas esteja ciente de que editores também podem adicionar HTML e XSS.
ro: Din motive de securitate, nu este permisă afișarea tag-urilor html. Puteți să o activați folosind TypoScript (vedeți manualul powermail), dar atenție, editorii pot de asemenea să adauge HTML și XSS.
ru: По соображениям безопасности, по умолчанию отображение тегов html запрещено. Их можно разрешить через TypoScript (смотрите руководство), но помните, что редакторы смогут добавлять HTML и XSS.
uk: З міркувань безпеки за замовчуванням заборонено відображати теги html. Ви можете ввімкнути його за допомогою TypoScript (дивіться посібник Powermail), але майте на увазі, що редактори також можуть додавати HTML і XSS.

# mail_created
source: Mail successfully sent!
cs: Mail byl uspěšně odeslán!
da: Mail sendt med succes!
de: Mail erfolgreich gesendet!
es: Correo enviado correctamente
fa: رایانامه با موفقیت ارسال شد!
fr: L'e-mail a été envoyé avec succès!
hr: E-mail uspješno poslan!
it: Mail inviata con successo!
nl: E-mail verzenden geslaagd!
pl: Email wysłany pomyślnie
pt_br: Email enviado com sucesso
ro: Email trimis cu succes!
ru: Письмо отослано!
sl: E-sporočilo je bilo uspešno poslano!
uk: Пошта успішно відправлена!

# mail_created_failure
source: Failure, mail could not be sent!
da: Fejl, mail kunne ikke sendes!
de: Fehler, E-Mail konnte nicht versandt werden!
es: Error, el correo no se pudo enviar
fa: خطا، امکان ارسال رایانامه وجود نداشت!
fr: Erreur: l'e-mail n'a pas pu être envoyé!
it: Errore, l'email non può essere inviata
nl: Mislukt, e-mail kon niet verstuurd worden!
pl: Niepowodzenie, nie można wysłać poczty!
pt_br: Falha, o email não pode ser enviado!
ru: Не удалось отправить почту!
uk: Помилка, не вдалося надіслати лист!

# confirmation_message
source: Are these values correct?
cs: Jsou tyto hodnoty správně?
da: Er disse værdier korrekte?
de: Sind diese Werte richtig?
es: ¿Son estos valores correctos?
fa: آیا مقادیر درست می‌باشند؟
fr: Est-ce que ces valeurs sont correctes?
hr: Jesu li ove vrijednosti točne?
it: I valori sono corretti?
nl: Zijn deze waarden correct?
pl: Czy te wartości są poprawne?
pt_br: Este valores estão corretos?
ro: Aceste valori sunt corecte?
ru: Правильно ли введены значения?
sl: Ali so dane vrednosti pravilne?
uk: Чи правильні ці значення?

# confirmation_next
source: Next
cs: Další
da: Næste
de: Weiter
es: Siguiente
fa: بعدی
fr: Suivant
hr: Sljedeće
it: Successivo
nl: Volgende
pl: Dalej
pt_br: Próxima
ro: Următor
ru: Далее
sl: Naprej
uk: Далі

# confirmation_prev
source: Previous
cs: Předchozí
da: Forrige
de: Zurück
es: Anterior
fa: قبلی
fr: Précédent
hr: Prethodno
it: Precedente
nl: Vorige
pl: Wstecz
pt_br: Anterior
ro: Precedent
ru: Назад
sl: Nazaj
uk: Попереднє

# optin_seeMail
source: Please have a look into your mail account and confirm this action.
da: Tjek venligst din mailkonto og bekræft denne handling.
de: Bitte schauen Sie in Ihrem Posteingang nach und bestätigen Sie diese Aktion.
es: Por favor, echa un vistazo a tu cuenta de correo y confirma esta acción.
fa: لطفا به حساب رایانامۀ خود مراجعه کرده و از انجام این عمل اطمینان حاصل کنید.
fr: Veuillez consulter votre compte de messagerie et confirmer cette action.
hr: Molimo provjerite Vaš e-mail račun te potvrdite ovu akciju.
it: Dai un'occhiata al tuo account di posta e conferma questa azione.
nl: Controleer je e-mail en bevestig deze actie.
pl: Proszę sprawdzić konto pocztowe i potwierdzić to działanie.
pt_br: Por favor verifique sua conta de email e confirme esta ação.
ro: Vă rugăm verificați-vă contul email și confirmați această acțiune.
ru: Перейдите к своей учетной записи почты и подтвердите это действие.
sl: Prosim preverite vaš e-poštni nabiralnik in potrdite to izbiro.
uk: Будь ласка, перегляньте свою поштову скриньку та підтвердьте цю дію.

# optin_subject
source: Please confirm your Email
cs: Potvrďte prosím svůj e-mail.
da: Bekræft venligst din e-mail
de: Bitte bestätigen Sie Ihre Emailadresse
es: Por favor confirme su correo electrónico
fa: لطفا نشانی رایانامۀ خود را تائید کنید
fr: Merci de confirmer votre adresse e-mail
hr: Molimo potvrdite Vaš e-mail
it: Conferma il tuo Email
nl: Bevestig a.u.b. je e-mailadres
pl: Proszę potwierdzić adres e-mail
pt_br: Por favor confirme seu Email
ro: Vă rugăm confirmați-vă adresa email
ru: Подтвердите свой почтовый адрес
sl: Prosim potrdite vaš e-naslov
uk: Підтвердьте свою електронну адресу

# optin_mail_entries
source: These are your given entries:
da: Disse er dine indtestninger:
de: Dies sind Ihre Einträge:
es: Estas son las entradas dadas:
fa: این مقادیری است که وارد نموده‌اید:
fr: Voici les données entrées:
it: Questi sono gli inserimenti effettuati:
nl: Dit is jouw invoer:
pl: To są wprowadzone przez ciebie dane:
pt_br: Estes são os dados informados:
ru: Введены следующие значения:
uk: Це ваші дані:

# optin_mail_link
source: Please confirm with a click:
cs: Prosím potvrďte kliknutím:
da: Bekræft venligst med et klik:
de: Bitte bestätigen Sie mit einem Klick:
es: Por favor, confirma con un click:
fa: لطفا با یک کلیک تائید نمایید:
fr: Veuillez confirmer en un clic :
hr: Molimo potvrdite klikom:
it: Conferma con un click:
nl: Bevestig dit met een klik:
pl: Potwierdź przez kliknięcie:
pt_br: Por favor confirme com um clique:
ro: Vă rugăm confirmați cu un click:
ru: Щелкните для подтверждения:
sl: Prosim potrdite s klikom:
uk: Підтвердьте, натиснувши:

# optin_mail_confirm_failed
source: The given Link is not correct
cs: Zadaný odkaz není správně
da: Det angivne link er ikke korrekt
de: Der angegebene Link ist ungültig
es: El enlace dado no es correcto
fa: پیوند ارائه شده درست نیست
fr: Le lien donné n'est pas correct
hr: Dana poveznica nije ispravna
it: Il link trasmesso non è corretto
nl: De opgegeven link is niet correct
pl: Podany adres URL nie jest poprawny
pt_br: O Link informado não está correto
ro: Linkul dat nu este corect
ru: Некорректно указана ссылка
sl: Dana povezava ni pravilna
uk: Надане посилання невірне

# optin_mail_confirm_done
source: The mail was already confirmed
da: Mailen var allerede bekræftet
de: Die E-Mail-Adresse wurde bereits bestätigt.
es: El email ya se había confirmado
fa: این رایانامه قبلا مورد تایید قرار گرفته است
fr: L'email a déjà été confirmé
it: L'indirizzo email è già stato confermato
nl: De e-mail was al bevestigd
pl: Mail został już potwierdzony
pt_br: O email já foi confirmado
ru: Почта уже была подтверждена
uk: Пошту вже підтверджено

# disclaimer_mail_deleted
source: Mail was successfully deleted
da: Mail blev slettet med succes
de: E-Mail wurde erfolgreich gelöscht
es: Email borrado correctamente
fr: L'email a été supprimé avec succès
nl: Mail met succes verwijderd
pt_br: Email excluído com sucesso
ru: Письмо было удалено
uk: Пошту успішно видалено

# disclaimer_mailmessage
source: Was this email a mistake and you want to delete your request?
da: Var denne e-mail en fejl, og du vil slette din anmodning?
de: Handelt es sich bei dieser E-Mail um ein Versehen und Sie wollen diese löschen?
es: ¿Seguro que el email es incorrecto y quieres cancelar la petición?
fr: Est-ce que cet e-mail était une erreur et vous souhaitez supprimer votre demande ?
nl: Was deze e-mail een vergissing en wilt u dit verzoek verwijderen?
pt_br: Este email foi enviado por engano e você deseja excluir sua solicitação?
ru: Возможно ваш адрес был указан по ошибке. Удалить запрос?
uk: Чи був цей електронний лист помилковим, і ви хочете видалити свій запит?

# disclaimer_mailmessage_link
source: Delete all email data.
da: Slet alle e-mail-data.
de: Lösche alle Daten zu dieser E-Mail.
es: Borrar todos los datos del email.
fr: Supprimer toutes les données mail.
nl: Alle e-mailgegevens verwijderen.
pt_br: Excluir todos os dados de emails.
ru: Удалить все данные письма.
uk: Видалити всі дані електронної пошти.

# disclaimed_subject
source: Email was just disclaimed
da: E-mail er netop blevet afvist
de: E-Mail wurde gerade verworfen
es: Se ha rechazado el email
fr: L'e-mail a été rejeté
nl: E-mail is zojuist verworpen
pt_br: O email foi recusado
ru: Письмо было отклонено
uk: Електронну пошту щойно відхилили

# disclaimed_entries
source: This data was completely disclaimed:
da: Disse data blev afvist fuldstændig:
de: Diese Daten wurden komplett verworfen:
es: Se han rechazado estos datos:
fr: Ces données ont été complètement rejetées :
nl: Deze gegevens zijn compleet verworpen:
pt_br: Esta informação foi completamente recusada:
ru: Следующие данные были указаны как неверные:
uk: Ці дані були повністю спростовані:

# error_mail_not_created
source: Error, Email could not be sent correctly!
da: Fejl, e-mail kunne ikke sendes korrekt!
es: ¡Error, el correo electrónico no pudo ser enviado correctamente!
fr: Erreur, le courriel n'a pas pu être envoyé correctement !
nl: Fout, E-mail kon niet correct verstuurd worden!
uk: Помилка. Не вдалося правильно надіслати електронний лист!

# error_no_typoscript
source: TypoScript settings are missing. Did you include the related static templates?
da: TypoScript indstillinger mangler. Har du inkluderet de relaterede statiske skabeloner?
es: No existe configuración TypoScript. Admin, ¿incluiste la plantilla estática "Main"?
fa: تنظیمات تایپواسکریپت ارائه نشده است. آیا شالودۀ ایستای "اصلی" در قالب شامل شده است؟
fr: Les paramètres TypoScript sont manquants. Avez-vous inclus les templates statiques ?
hr: TypoScript postavke ne postoje. Administratoru, jeste li već uključili "Main" statični predložak?
it: Non esiste alcuna configurazione di Typoscript. Admin, hai giaà incluso il template statico "Main"?
nl: TypoScript instellingen ontbreken. Heeft u de gerelateerde statische sjablonen ingevoegd?
pl: No TypoScript settings given. Admin, did you already include the "Main" static template?
pt_br: Nenhuma configuração TypoScript existente. Admin, você já incluiu o template estático "Principal"?
ru: Настройки TypoScript не заданы. Проверьте, включен ли "основной" (Mine) статический шаблон?
uk: Налаштування TypoScript відсутні. Ви включили відповідні статичні шаблони?

# error_no_sender_name
source: No Sendername
da: Intet afsendernavn
de: Kein Absendername
es: No se ha definido el nombre del remitente
fa: برای فرستنده نام وارد نشده
fr: Aucun nom d'expéditeur
hr: Nema imena pošiljatelja
it: Nessun mittente
nl: Geen afzendernaam
pl: Brak nazwy nadawcy
pt_br: Nenhum Nome de Remetente
ru: Не указано имя отправителя
sl: Ime pošiljatelja ni podano
uk: Без імені відправника

# error_no_sender_email
source: noreply
fr: ne pas répondre
hr: no@email.hr
pt_br: Sem resposta
sl: brez odgovora
uk: без відповіді

# error_no_form
source: No form to show
da: Ingen formular at vise
de: Kein Formular zum Anzeigen
es: No se ha definido el formulario a mostrar
fa: فرمی برای نمایش وجود ندارد
fr: Aucun formulaire à afficher
hr: Nema obrasca za prikaz
it: Nessun form da mostrare
nl: Geen formulier om weer te geven
pl: Brak formularza do pokazania
pt_br: Nenhum formulário para exibir
ru: Нет формы для отображения
sl: Ni formularja za prikaz
uk: Немає форми для показу

# error_mail_not_deleted
source: Mail could not be deleted. Wrong link or mail was probably already removed from the system.
cs: Mail konnte nicht gelöscht werden. Fehlerhafter Link oder Mail wurde bereits zuvor gelöscht.
da: Mail kunne ikke slettes. Forkert link eller mail var sandsynligvis allerede fjernet fra systemet.
de: E-Mail konnte nicht gelöscht werden. Falscher Link oder E-Mail wurde bereits zuvor vom System entfernt.
es: No se ha podido borrar el correo. Posiblemente ya se borró antes del sistema.
fa: Mail konnte nicht gelöscht werden. Fehlerhafter Link oder Mail wurde bereits zuvor gelöscht.
fr: L'e-mail n'a pas pu être supprimé. Un mauvais lien ou un e-mail a probablement déjà été supprimé du système.
hr: Mail konnte nicht gelöscht werden. Fehlerhafter Link oder Mail wurde bereits zuvor gelöscht.
it: Mail konnte nicht gelöscht werden. Fehlerhafter Link oder Mail wurde bereits zuvor gelöscht.
nl: E-mail kon niet worden verwijderd. Verkeerde link of e-mail is waarschijnlijk al verwijderd uit het systeem.
no: Mail konnte nicht gelöscht werden. Fehlerhafter Link oder Mail wurde bereits zuvor gelöscht.
pl: Mail konnte nicht gelöscht werden. Fehlerhafter Link oder Mail wurde bereits zuvor gelöscht.
pt_br: O email não pode ser excluído. Link incorreto ou o email provavelmente já foi removido do sistema.
ro: Mail konnte nicht gelöscht werden. Fehlerhafter Link oder Mail wurde bereits zuvor gelöscht.
ru: Невозможно удалить письмо. Неверная ссылка, либо письмо было уже удалено из системы.
sl: Mail konnte nicht gelöscht werden. Fehlerhafter Link oder Mail wurde bereits zuvor gelöscht.
uk: Не вдалося видалити лист. Неправильне посилання або лист, ймовірно, уже видалено з системи.
